[
    {
        "doc_id": 0,
        "text_id": 0,
        "filename": "./data/nyt_03_12.txt",
        "text": "Coronavirus Live Updates: Brazilian Official Who Met With Trump Tests Positive\nVice President Mike Pence warned that the United States will have thousands more cases and said that Americans returning from Europe would need to self-quarantine for 14 days.\n\nRIGHT NOWA senior Brazilian official who was with President Trump at Mar-a-Lago days ago has tested positive for the virus, Brazilian media are reporting.\n新冠病毒疫情最新消息\n\nHere’s what you need to know:\nDays after being near Trump and Pence, Brazilian official tests positive for the virus, reports say.\nEurope condemns the U.S. travel ban as more nations add restrictions.\nPence says to expect thousands of more cases in the U.S.\nCalifornia calls for a ban on large gatherings as states take measures to rein in the spread.\nConcern in the Middle East grows more dire as cases rise in Egypt.\nThe U.S. Capitol is closed to visitors.\nWall Street opens sharply lower after European markets tumble.\n\nImage\nPresident Trump addressing the widening coronavirus crisis in the Oval Office on Wednesday.\nDays after being near Trump and Pence, Brazilian official tests positive for the virus, reports say.\nA senior Brazilian government official who visited Mar-a-Lago days ago, and was in close proximity to President Trump and Vice President Mike Pence, has tested positive for the new coronavirus, according to the several Brazilian news outlets.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 1,
        "filename": "./data/nyt_03_12.txt",
        "text": "\nFábio Wajngarten, President Jair Bolsonaro’s communications chief, was at Mar-a-Lago, Mr. Trump’s oceanfront resort in Florida, as part of Brazilian government delegation. Members of that group dined with Mr. Trump on Saturday.\n\n\nMr. Wajngarten tested positive for the virus after returning home with flu-like symptoms. He is awaiting the results of a second test to confirm the diagnosis, according to the newspaper Estadão.\n\nUnlock more free articles.\nCreate an account or log in\nMr. Bolsonaro’s office did not immediately respond to requests for comment. According to press reports, he and several senior officials who were in the delegation are being monitored for symptoms.\n\nOver the weekend Mr. Wajngarten posted a photo on his Instagram account posing shoulder-to-shoulder with Mr. Trump, who appears smiling and holding a baseball cap with the words “Make Brazil Great Again.” It was not clear when the photo, which includes Mr. Pence, was taken.\n\nAmong those at the dinner on Saturday were Mr. Trump’s daughter, Ivanka Trump and her husband, Jared Kushner, both presidential aides. The following day Mr. Bolsonaro and his delegation visited the headquarters of the U.S. military’s Southern Command in Doral, Fla., where the Brazilian president met with the commander, Adm. Craig Faller.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 2,
        "filename": "./data/nyt_03_12.txt",
        "text": "\nAs of Thursday, Brazil had at least 73 confirmed coronavirus cases and more than 930 suspected cases.\n\nEurope condemns the U.S. travel ban as more nations add restrictions.\n\nImage\nSeeking assistance at a Delta Air Lines counter at Paris-Charles De Gaulle airport on Thursday.Credit...Thibault Camus/Associated Press\nOn both sides of the Atlantic on Thursday, the consequences of President Trump’s decision to ban most travel from Europe began to be felt economically, politically and socially.\n\nEuropean Union leaders issued a scathing statement condemning the move even as many nations on the Continent moved to tighten their own restrictions on the movement of people both within their borders and from outside.\n\n“The coronavirus is a global crisis, not limited to any continent and it requires cooperation rather than unilateral action,” it said. “The European Union disapproves of the fact that the U.S. decision to impose a travel ban was taken unilaterally and without consultation.”\n\nTens of thousands of Americans in Europe scrambled to figure out what they needed to do before the 30-day travel ban goes into effect on Friday, with many unclear on the scope of the ban and worried that their flights home would be canceled.\n\nItaly, already on lockdown, clamped down even further, and on Thursday morning virtually the only public places still open to its 60 million citizens were supermarkets and medical facilities.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 3,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nWithin the European Union — where the free movement of people among members states has long been considered one of the crowning achievements of the post-World War II order — the Czech Republic on Thursday joined other nations in announcing new border checkpoints.\n\nOutside Europe, the fight against the virus also gained intensity, with India joining the growing list of countries imposing drastic travel limits. The Philippine government halted domestic travel in and out of the capital, Manila, and closed the city’s schools.\n\nIn Canada, Prime Minister Justin Trudeau’s office said that his wife, Sophie Grégoire Trudeau, had been tested after developing flu-like symptoms, and was in isolation.\n\nCoronavirus Map: Tracking the Spread of the Outbreak\nThe virus has infected more than 127,800 people in at least 111 countries.\nJan. 28, 2020\n\nWhile the World Health Organization has declared the global spread of the virus a pandemic, its leaders urged nations not to give up on containment. Uncontrolled spread of the virus, they warned, could overwhelm health care systems even in the wealthiest societies, presenting uncomfortable choices about who to treat first.\n\nPence says to expect thousands of more cases in the U.S.\n\nImage\nVice President Mike Pence, center, said that Americans returning from most of Europe would be asked to self-quarantine for 14 days.\nVice President Mike Pence said on Thursday that thousands more cases of coronavirus were expected in the United States, and that Americans returning from Europe would need to quarantine themselves for 14 days.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 4,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\n“We know there will be thousands of more cases of coronavirus,” Mr. Pence said on NBC’s “Today” show. Asked whether it could be millions, he declined to answer, saying, “I’ll leave to the experts to make the estimates of how many people will be infected.”\n\nSpeaking hours after President Trump announced a travel ban from most European countries, Mr. Pence offered more details on the plan during appearances on several morning television shows.\n\nGet an informed guide to the global outbreak with our daily coronavirus newsletter.\n\nAmericans returning from the affected area of Europe in the next 30 days, he said, would be “funneled through 13 airports.”\n\nThe Department of Homeland Security issued a statement after Mr. Trump’s remarks clarifying that the ban did not “apply to legal permanent residents, (generally) immediate family members of U.S. citizens and other individuals who are identified in the proclamation.”\n\nThe president had appeared to suggest that the ban would extend to cargo shipments, but later tweeted that the ban would not affect shipments. He also said there would be “exemptions for Americans who have undergone appropriate screenings.”\n\n“Please remember, very important for all countries & businesses to know that trade will in no way be affected by the 30-day restriction on travel from Europe,” Mr. Trump tweeted late Wednesday. “The restriction stops people not goods.”\n\nMr. Pence was asked on CNN about the confusion. “I don’t think there was any confusion,” he said.\n\nIf the virus had seemed a distant threat to many Americans, news that the actor Tom Hanks had tested positive seemed to shake that notion. And the steady drumbeat of bad news from Wall Street only heightened anxiety. Asian and European markets were trading sharply lower on Thursday.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 5,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nCalifornia calls for a ban on large gatherings as states take measures to rein in the spread.\n\nImage\nThe Coachella Valley Music and Arts Festival in Indio, Calif., last April. This year’s event is postponed until October.\nCalifornia has become the latest state to impose new measures aimed at containing the virus, telling residents to postpone or cancel gatherings of more than 250 people, including sports events, conferences and concerts, through the end of March.\n\nThe new guidelines also advised against gatherings in smaller venues, such as auditoriums, that don’t allow for 6 feet of distance between people. Groups of high-risk people, such as those in retirement or assisted-living facilities, should be limited to no more than 10 people, officials said.\n\nDelays in testing have made it difficult to get a full sense of scale of the outbreak, but the epidemic is increasingly altering American life, and state, local and private institutions are taking matters into their own hands. They have declared states of emergency, closed schools and churches, and ordered thousands of people with potential exposure into isolation.\n\nGov. Jay Inslee of Washington State, which has been hit hard by the virus, said that people should no longer sit shoulder-to-shoulder in local bars, as such socializing has become “totally unacceptable” amid the global pandemic. He also banned public gatherings of 250 people or more in three counties in the Seattle area.\n\nIn Ohio, the governor said a ban on large events was imminent. San Francisco’s mayor banned group events of more than 1,000 people.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 6,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nThe Roman Catholic Archdiocese of Seattle suspended all public celebration of Mass, becoming the first Catholic archdiocese in the country to do so. Episcopal bishops in Virginia and Washington, D.C., said that churches in their dioceses would close for two weeks.\n\nMany colleges have moved classes online and in some cases directed students to not return after spring break.\n\nAs of early Thursday, about 1,300 people in 44 states and Washington, D.C., had tested positive and 37 people had died, most of them in Washington State. Diagnosed cases in three states — Washington, New York and California — account for more than 60 percent of the U.S. outbreak.\n\nIn New York, National Guard troops began patrolling the city of New Rochelle to help enforce the closure of public gathering spaces.\n\nIn New York City, Mayor Bill de Blasio said he planned to issue rules limiting large crowds, but did not plan to shut down the subway system, public schools or Broadway theater.\n\n“I don’t want to see Broadway go dark if we can avoid it,” he said. “I want to see if we can strike some kind of balance.”\n\nTHE VIRUS AND CITY LIFEU.S. cities are retrenching in the face of coronavirus.\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 7,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nConcern in the Middle East grows more dire as cases rise in Egypt.\n\nImage\nVisiting the Luxor Temple in southern Egypt on Wednesday.\nGreek pilgrims on a tour of the Holy Land. American tourists who took a cruise on the Nile. A Tunisian who attended a soccer game in Cairo.\n\nAt least 102 people who traveled in Egypt last month have tested positive for the coronavirus after returning to their home countries, stoking fears of a much wider outbreak in the Arab world’s most populous country than had previously been calculated.\n\nEgypt has declared 67 coronavirus cases, and officials insist that it is still safe for tourists to come to the country. “Thank God, Egypt is one of the least affected countries,” Tourism Minister Khaled el-Enany told reporters in Cairo on Tuesday.\n\nEgyptian officials say that the country’s outbreak is concentrated on a cruise ship on the Nile, on which 45 people were infected, that has been quarantined since Friday. But the high number of people who have tested positive after leaving Egypt suggests that the virus has spread to other parts of the country.\n\nOutside Iran, the highest number of reported cases in the Middle East are in countries like Qatar, Bahrain, Kuwait and Iraq, which have declared about 500 cases between them.\n\nThe number in Qatar jumped to 262 from 24 on Wednesday amid fears that the virus will spread in the packed camps for construction workers who are building soccer stadiums for the 2022 men’s soccer World Cup.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 8,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nRelatively little is known about the spread of the virus in some of the region’s most vulnerable war-torn corners, such as Syria, Yemen and Libya.\n\nVIRUS IN IRANIran’s coronavirus response has been a mix of pride, paranoia and secrecy.\nThe U.S. Capitol is closed to visitors.\n\nImage\nA tour group in the Rotunda of the U.S. Capitol on Tuesday.\nIn a move to protect both tourists and lawmakers from the coronavirus, Congress’s visitor center will shutter the Capitol to visitors until April.\n\n“We are taking this temporary action out of concern for the health and safety of congressional employees as well as the public,” the House and Senate sergeants at arms said in a statement on Thursday.\n\nThe decision follows guidance from Congress’s attending physician that lawmakers — many of whom, as older Americans, are at higher risk from the virus — avoid attending large group meetings and shaking hands with visitors.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 9,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nWall Street opens sharply lower after European markets tumble.\n\nImage\nThe floor of the New York Stock Exchange on Thursday.\nU.S. stock prices fell 7 percent within minutes of the market opening on Thursday, setting off a 15-minute pause in trading for the second time in a week, and European stocks also plunged as investors digested the consequences of President Trump’s 30-day travel ban on European visitors to the United States.\n\nThe drop put stocks firmly into bear market territory, defined as a decline of 20 percent or more from the peak. On Wednesday, the S&P 500 index closed more than 19 percent below the record high set last month, while the Dow Jones industrial average crossed the 20 percent threshold.\n\nAirline stocks in particular were getting battered: United Airlines, American Airlines and Delta Air Lines were all down 11 to 15 percent in early trading on Thursday.\n\nBy mid-afternoon in Europe, major indexes there were down more than 9 percent.\n\nThe declines follow a spate of late news from the United States on Wednesday, including President Trump’s announcement that the United States would stop most Europeans from traveling to the country for 30 days and a State Department advisory that Americans should reconsider all international travel.\n\nThe N.B.A. suspended its season after a Utah Jazz player tested positive; on Thursday, the Jazz reported that a second player had also tested positive.\n\nWith global growth on the line, investors have been looking for world leaders to step in to keep the economic gears turning. Mr. Trump said on Wednesday that he would extend financial relief for sick workers and ask Congress for more. Central banks are also cutting interest rates.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 10,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nFINANCIAL FALLOUTSee our live updates for the latest on market news.\nAre you prepared? How to stock your pantry and other tips.\nHere are tips for stocking your pantry in ways that are practical and delicious; answers to some common questions about travel, and steps to take when talking to an anxious teen about coronavirus.\n\nStocking Your Pantry, the Smart WayMarch 6, 2020\nTravel and the Coronavirus: Answers to Your Top QuestionsMarch 10, 2020\n5 Ways to Help Teens Manage Anxiety About the CoronavirusMarch 11, 2020\nPresident Trump says restricting travel from Europe is necessary.\nVideo\n\n9:31\nWatch Full Video: Trump Delivers National Address on Coronavirus\nPresident Trump addressed the nation about the steps his administration will take to combat the coronavirus crisis.CreditCredit...Doug Mills/The New York Times\nPresident Trump said on Wednesday night that he was suspending most travel from Europe to the United States for 30 days, beginning on Friday, to stem the spread of the coronavirus. The restrictions do not apply to Britain, he said.\n\nMr. Trump imposed a 30-day ban on foreigners who in the previous two weeks have been in the 26 countries that make up the European Union’s Schengen Area. The limits, which take effect on Friday at midnight, will exempt American citizens and permanent legal residents and their families, although they could be funneled to certain airports for enhanced screening.\n\nLater on Wednesday, the State Department issued an advisory telling Americans to “reconsider travel” to all countries because of the global effects of the coronavirus. It is the department’s second-strongest advisory, behind “do not travel.”\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 11,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nFULL TRANSCRIPTRead President Trump’s speech on the pandemic.\nThe president finally appeared to be acknowledging the severity of the virus, calling it a “horrible infection.” It signaled a break from the business-as-usual attitude he had been trying to project as recently as Tuesday, when he urged Americans to “stay calm” and said the virus would soon go away.\n\nBut Mr. Trump continued to anticipate a fast end to the outbreak, even as medical experts have warned that the pandemic will worsen. “This is not a financial crisis,” he said. “This is just a temporary moment in time that we will overcome as a nation and a world.”\n\nAnd some of the basic scientific information he conveyed was wrong.\n\n‘FOREIGN VIRUS’In his speech, President Trump blamed European and Chinese people for bringing the outbreak to the United States.\n“We are making antiviral treatments available in record time,” he said — but there are no approved antiviral treatments for coronavirus.\n\nRight now, over 200 clinical trials of experimental antiviral drugs and drug combinations are registered in China, according to the World Health Organization. They include trials of two H.I.V. drugs, a 70-year-old anti-malaria drug, a drug that was tested against Ebola but did not work, and a new anti-flu treatment from Japan.\n\nNo results from any of the trials have been released, and Chinese scientists have said they are having a hard time recruiting enough patients for them because the number of hospitalized coronavirus cases is dropping so quickly there.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 12,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nThe W.H.O. and American scientists have said that the drug trials should also be conducted in Europe, including Italy, and in the United States. But conducting complex clinical trials in the chaos of a rapidly expanding epidemic is difficult.\n\nVIRUS AND TRUMPPresident Trump attacked Democrats hours after calling for bipartisanship.\nAmericans abroad scramble to find a way home.\n\nImage\nA touristic area in Valencia, Spain, on Wednesday.\nAcross Europe on Thursday, Americans scrambled to make sense of conflicting messages from Washington about if and when they would be allowed to return to the United States.\n\nDavid Barreres of Toms River, N.J., who was visiting Spain, was awakened just before 4 a.m. by frantic messages from friends after President Trump announced a ban on most travelers from Europe for the next 30 days.\n\nAs Mr. Barreres and his wife began looking for flights, the U.S. Department of Homeland Security released a statement contradicting the president, saying that the rules did not apply to American citizens.\n\nUnsure of what to believe, Mr. Barreres called travel agents, his airline and the U.S. embassy, but he could not get anyone on the phone who could clarify the situation. As of Thursday morning, he said he planned to go to the embassy in person to find out “if we’ll be able to get back to my four daughters that are in the care of their grandmother.”\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 13,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nAfter the president’s speech, officials suggested the 30-day ban applied only to foreign nationals who had been in the 26 countries that make up the European Union’s Schengen Area in the previous two weeks. The limits take effect Friday at midnight and will exempt American citizens and permanent legal residents and their families.\n\nCONFUSION OVER QUARANTINE“It’s been very crazy,” said one of the thousands of New Yorkers under quarantine about the official guidance she has received.\nCongress plans to vote on an aid package today.\n\nImage\nCommuting in Chicago on Wednesday as new coronavirus cases were reported in Illinois.\nThe House is set to vote on Thursday on a sweeping aid package for people affected by the coronavirus, with a measure that would establish a national paid leave program, expand food assistance, offer free coronavirus testing and bolster unemployment insurance.\n\nThe proposal also includes $500 million to provide assistance to low-income pregnant women and some mothers who are laid off because of the outbreak; $400 million to assist food banks; and $250 million to deliver packaged meals to low-income seniors.\n\nThe package, unveiled late Wednesday night, calls for the development of a standard for health workers’ safety and establishes a mandate for paid sick days in the case of public health emergencies like the coronavirus outbreak.\n\nSpeaker Nancy Pelosi, Democrat of California, said the measures “focused directly on providing support for America’s families, who must be our first priority in this emergency.”\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 14,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nAlthough it is expected to pass the Democratic-controlled House, it is unclear whether President Trump will embrace it. In a televised address from the Oval Office on Wednesday night, he said he would take “unprecedented” action to provide financial relief “for workers who are ill, quarantined or caring for others due to coronavirus,” but the White House did not elaborate on the details.\n\nThe main thrust of Mr. Trump’s economic rescue plan, a huge payroll tax cut, has drawn skepticism from members of both parties.\n\nRepublican congressional aides said late Wednesday that the Democrats’ bill appeared to contain several “poison pills” that would make it difficult for them to support it. And the top House Republican called it ineffective and too expensive.\n\n“If the Democrats try to move what they’re trying to do, I don’t know that that will help the economy,” Representative Kevin McCarthy, Republican of California and the House minority leader, said in an interview on Fox News. “It’ll just cost us so much more money.”\n\nVIRUS AND THE PRESIDENTHow will President Trump’s actions affect his legacy?\nTom Hanks says he and his wife have the coronavirus.\n\nImage\nTom Hanks and Rita Wilson at the Academy Awards last month.\nThe Academy Award-winning actor Tom Hanks said on Wednesday night that he and his wife, Rita Wilson, had tested positive for the coronavirus. Mr. Hanks, 63, is one of the highest-profile celebrities to contract the virus that has spread throughout the globe.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 15,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\nMr. Hanks, who is in Australia to film a movie about the life of Elvis Presley, said in a statement that he and Ms. Wilson, also an actor, had been tested after feeling tired with body aches and feverish temperatures. The couple will remain isolated for as long as public health requires, Mr. Hanks said.\n\n“Not much more to it than a one-day-at-a-time approach, no?” he said in the statement, which was accompanied by a photograph of a lone medical glove in a hazardous-waste container.\n\nMr. Hanks is playing the role of Colonel Tom Parker, Elvis Presley’s eccentric manager, who groomed the famous singer to stardom in the 1950s. Production on the film, which is being directed by Baz Luhrmann, is set to begin filming on Monday.\n\nAustralia had more than 120 cases confirmed cases of coronavirus as of Wednesday.\n\nAt a news conference, Annastacia Palaszczuk, the premier of Queensland, said those who had been contact with the couple for more than 15 minutes would need to self isolate. “So a selfie,” she said, “wouldn’t count.”\n\n“What this signals is that this coronavirus can happen to anyone,” she added.\n\nChina says it has passed the peak of the outbreak.\n\nImage\nShops blocked by barricades in Wuhan, China, last week.\nChina has passed the peak of the coronavirus outbreak, a spokesman for the country’s health ministry said on Thursday. The new virus first emerged in China late last year, and the country has recorded about two-thirds of the cases worldwide, though its new cases have dropped sharply in recent days.\n\nOn Thursday, China said it had just 15 new coronavirus cases and 11 deaths over the previous day. Eight of the infections were in Wuhan, the central Chinese city where the epidemic first spread, and six were diagnosed among travelers arriving from abroad. China’s total count of confirmed infections is 80,793, including 3,169 deaths.\n\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 0,
        "text_id": 16,
        "filename": "./data/nyt_03_12.txt",
        "text": "\n\n“The peak of the current round of epidemic in China has already passed, the number of new cases continue to decline, and the overall epidemic situation has generally been maintained at a low level,” said Mi Feng, the health ministry spokesman.\n\nHe added that the country should not ease its aggressive approach to controlling the outbreak. “We must make medical treatment the top priority and not grow apathetic, war weary or relaxed,” Mr. Mi said.\n\nBeijing on Thursday also reacted with anger at comments from Robert O’Brien, the White House national security adviser, who said China’s cover-up of the initial outbreak cost the international community “two months to respond.”\n\nGeng Shuang, a Chinese foreign ministry spokesman, said American officials should concentrate on cooperating on the fight against the virus “rather than blame China and vilify the Chinese government and people’s efforts to fight the epidemic.”\n\nReporting was contributed by Peter Baker, Elisabetta Povoledo, Steven Erlanger, Alissa J. Rubin, Alexandra Stevenson, Daniel Victor, Austin Ramzy, Russell Goldman, Livia Albeck-Ripka, Albee Zhang, Derrick Bryson Taylor, Daniel Victor, Sui-Lee Wee, Annie Karni, Marc Santora, Megan Specia, Declan Walsh, Vindu Goel, Elian Peltier, Jason Horowitz, Emma Bubola, Nicholas Bogel-Burroughs, Jorge Arangure, Matthew Futterman, Elaine Yu, Amy Qin, Alan Rappeport, Emily Cochrane, Karen Zraick, Sandra E. Garcia, Scott Cacciola, Sopan Deb, Brooks Barnes, Noah Weiland, Sheri Fink, Mike Baker, Monika Pronczuk, Melissa Eddy, Roni Caryn Rabin, Donald G. McNeil Jr., Andrew Keh, Ernesto Londoño and Katie Thomas.\n\nThe Coronavirus Crisis\nMerkel Gives Germans a Hard Truth About the CoronavirusMarch 11, 2020\n\nA Fumbled Global Response to the Virus in a Leadership VoidMarch 11, 2020\n\nCoronavirus and Plane Travel: What to Expect if You’re FlyingMarch 11, 2020\n\nDow Ends 11-Year Bull Market as Coronavirus Defies Economic RemediesMarch 11, 2020\n\n‘An Eviction Notice’: Chaos After Colleges Tell Students to Stay AwayMarch 11, 2020\n\nHow Right-Wing Pundits Are Covering CoronavirusMarch 11, 2020\n\nFor Italians, Dodging Coronavirus Has Become a Game of ChanceMarch 11, 2020\n",
        "date": "03/12/2020"
    },
    {
        "doc_id": 1,
        "text_id": 0,
        "filename": "./data/nyt_03_11.txt",
        "text": "U.S. to Suspend Most Travel From Europe; N.B.A. Pauses After Player Gets Virus\nFinancial markets tumbled and Italy ordered nearly all businesses to close as the World Health Organization declared a pandemic.\n\nPublished March 11, 2020\nUpdated March 12, 2020, 11:19 a.m. ET\n\n1297\n[This briefing has ended. Read the latest updates on the coronavirus epidemic here.]\n\nVideo\n\n9:31\nWatch Full Video: Trump Delivers National Address on Coronavirus\nPresident Trump addressed the nation about the steps his administration will take to combat the coronavirus crisis.CreditCredit...Doug Mills/The New York Times\nPresident Trump says restricting travel from Europe is necessary.\nPresident Trump announced on Wednesday night that he was taking action to stem the spread of the coronavirus by suspending most travel from Europe to the United States for 30 days, beginning on Friday. The restrictions do not apply to Britain, he said.\n\nMr. Trump imposed a 30-day ban on foreigners who have been in the 26 countries that make up the European Union’s Schengen Area in the previous two weeks. The limits take effect Friday at midnight and will exempt American citizens and permanent legal residents and their families, although they could be funneled to certain airports for enhanced screening.\n\n[Update: Trump’s unilateral travel ban leaves Americans in Europe scrambling to get home.]\n\nLater on Wednesday night, the State Department issued an advisory telling Americans to “reconsider travel” to all countries because of the global effects of the coronavirus. It is the department’s second-strongest advisory, behind “do not travel.”\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 1,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nSpeaking from the Oval Office, Mr. Trump also said health insurance companies had agreed to extend insurance coverage to cover coronavirus treatments as well as waive related co-payments.\n\nThe president added that he planned to soon announce emergency action to provide financial relief for workers who fall ill or need to be quarantined. He said he would ask Congress to take legislative action to extend that relief but did not detail what that would be. He said he would instruct the Treasury Department to “defer tax payments without interest or penalties for certain individuals and businesses negatively impacted.”\n\nRead President Trump’s Speech on Coronavirus Pandemic: Full TranscriptMarch 11, 2020\nThe president, sitting behind the Resolute Desk with his arms crossed, finally appeared to be acknowledging the severity of the virus, calling it a “horrible infection” and acknowledging that Americans should cut back on travel that was not necessary.\n\nIt signaled a break from the business-as-usual attitude he had been trying to project as recently as Tuesday, when he urged Americans to “stay calm” and said the virus would soon go away. But Mr. Trump continued to anticipate a fast end date to the spread of the coronavirus, even as medical experts have warned that the pandemic will worsen.\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 2,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\n“This is not a financial crisis,” he said. “This is just a temporary moment in time that we will overcome as a nation and a world.”\n\nThe address capped a day when concerns about the threat of the virus seemed to reach a new pitch and measures to protect vulnerable populations began to upend regular life across the country. Many schools announced they would close indefinitely, some nursing homes banned visitors, and workplaces across the country urged their employees to work from home.\n\nPRESIDENTIAL ADDRESSRead our full article about President Trump’s decision to suspend travel from Europe.\nThe N.B.A. suspends its season after a player gets the virus.\nThe N.B.A. will suspend its season after a Utah Jazz player was found to have tested positive for the coronavirus, the league announced on Wednesday. The league said the suspension would take effect after the completion of Wednesday’s schedule.\n\nIn Oklahoma City, a game between the Thunder and the Jazz was seconds away from starting when the Thunder’s head medical staffer sprinted onto the court to talk to referees. Players from both teams then left for their locker rooms.\n\n“The N.B.A. will use this hiatus to determine next steps for moving forward in regard to the coronavirus pandemic,” the league said in its statement.\n\nEarlier Wednesday, the N.C.A.A. announced that its men’s and women’s basketball tournaments — the grandest annual exhibition in U.S. college sports — will be played with “only essential staff and limited family attendance.”\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 3,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\n“While I understand how disappointing this is for all fans of our sports, my decision is based on the current understanding of how Covid-19 is progressing in the United States,” Mark Emmert, the N.C.A.A. president, said in a statement.  \nThe move will allow the games to go on for the benefit of  television audiences, but in a dramatically different playing atmosphere that is certain to change the tenor of the tournaments.\n\n\nMarc Stein\n✔\n@TheSteinLine\nThe NBA has suspended the season in the wake of the Coronavirus Crisis. Its official statement:\n\nView image on Twitter\n2,492\n8:34 PM - Mar 11, 2020\nTwitter Ads info and privacy\n1,976 people are talking about this\nBASKETBALL BUMMERRead our full coverage on the N.B.A.’s decision to suspend the season, and the N.C.A.A.’s decision to bar fans from March Madness.\nItaly orders businesses to close, tightening its lockdown.\nPrime Minister Giuseppe Conte of Italy on Wednesday ordered almost all businesses nationwide to close as infections and deaths from the new coronavirus continued to soar, two days after he announced stringent travel restrictions.\n\nGet an informed guide to the global outbreak with our daily coronavirus newsletter.\n\nPharmacies, grocery stores, banks and public transit will be allowed to operate, but any other commercial enterprise that is not vital — restaurants, bars, most stores, cafes, beauty salons — must close to limit the contagion, Mr. Conte said in an evening address to the nation.\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 4,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\n[Analysis: Coronavirus tests Europe’s cohesion, alliances, and even democracy.]\n\nItaly had already imposed controls unlike anything seen in a modern democracy, banning public gatherings and telling a nation of 60 million people to halt travel except for work or emergencies. But in Italy and across Europe, the epidemic has spread at a speed that has left countries scrambling to come up with containment plans.\n\nMessage Received: Italians Are Staying Home\nItaly is under Europe’s first nationwide restriction on movement. “Surreal,” one citizen said.\nMarch 10, 2020\n\nMr. Conte did not say when the new order would go into effect, but many businesses had already closed, either based on their own judgments or in expectation of a government decree.\n\n“If the numbers keep going up, which is not at all improbable,” Mr. Conte said, it would mean not that new measures were needed, but that Italians should stick to those already imposed. “We must be lucid, measured, rigorous, responsible.”\n\nThe benefits of Italy’s sacrifice will not be seen for weeks, he warned.\n\nItaly reported more than 2,300 new cases on Wednesday, driving its total to more than 12,000, with 827 deaths — the second-worst outbreak in the world, after China. Italy has more than half the cases in Europe.\n\nAcross Europe, the number of confirmed infections jumped by almost a quarter from Tuesday to Wednesday, reaching more than 22,000.\n\nCORONAVIRUS VS. SPANISH FLU This virus is very different from the Spanish flu of 1918. Here’s how. Stocks tumble in the absence of clear planning from world leaders.\nStocks plunge as world leaders grope for an economic response.\n\nImage\nThe floor of the New York Stock Exchange on Wednesday. The Dow Jones industrial average fell nearly 6 percent on Wednesday, bringing an end to an 11-year bull market.\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 5,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nThe coronavirus outbreak ended one of the longest winning streaks in the financial markets’ history on Wednesday, as major stock indexes plunged and global policymakers grappled with the growing economic crisis.\n\nThe widely followed S&P 500 was off nearly 5 percent for the day, and the Dow Jones industrial average fell nearly 6 percent, putting it more than 20 percent below its peak in February — the threshold for a bear market.\n\nThe full economic toll of the outbreak will not be clear for months. But there is mounting evidence that it will be severe.\n\nAirlines are warning of empty planes and huge financial losses. A sharp drop in oil prices is threatening to put energy companies out of business and thousands of American drillers out of work. Supply-chain bottlenecks are forcing factories around the world to cut output, even as a slump in consumer confidence is raising doubts that there will be demand for their goods once production resumes.\n\nPolicymakers on both sides of the Atlantic appeared unwilling or unable to mount an aggressive response to the crisis. A rate cut by the Federal Reserve last week failed to calm financial markets. A similar move by the Bank of England on Wednesday was equally ineffectual.\n\nTURMOIL IN THE MARKETS Read our live coverage on the financial fallout.\nGovernments in Europe were struggling to manage their budgets even before the virus struck, limiting their ability to spend heavily to keep their economies afloat. The United States was on fairly firm economic footing before the virus hit, with low unemployment and strong consumer spending — but cracks were already showing. The trade war with China hurt manufacturers and farmers, leaving the economy even more dependent on consumer spending.\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 6,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nAs recently as a week ago, few economists thought a recession was likely. Most thought that any damage from the virus would be brief, and that the economy would experience a sharp, “V-shaped” recovery. Forecasts have become significantly gloomier, however, as the virus has spread in the United States and as the effects around the world have become more pronounced.\n\nBritain’s government promised nearly $39 billion in stimulus to its economy on Wednesday,  including about $6.5 billion for the country’s frayed National Health Service and other public bodies. The government’s crisis committee is scheduled to meet on Thursday to discuss social distancing strategies for tackling the virus, which could mean more people working from home, school closures and restrictions on large-scale gatherings.\n\nPrime Minister Benjamin Netanyahu of Israel announced about $2.8 billion in spending to counter the economic fallout. Israel has imposed a mandatory 14-day isolation of anyone entering the country, abruptly choking off tourism.\n\nBRITAIN’S PLANThe country’s aggressive economic rescue plan contrasts starkly with its muted public-health response to the coronavirus.\nTom Hanks says he and his wife have the coronavirus.\nThe Academy Award-winning actor Tom Hanks announced on Wednesday night that he and his wife, Rita Wilson, had tested positive for the coronavirus. Mr. Hanks, 63, is one of the most famous celebrities to contract the virus that has spread throughout the globe.\n\nMr. Hanks, who is in Australia to film a movie about the life of Elvis Presley, wrote that he and Ms. Wilson, also an actor, had gotten tested after feeling tired with body aches and feverish temperatures. The couple will remain isolated for as long as public health requires, Mr. Hanks wrote.\n\n[Read: Tom Hanks got sick in Australia, where coronavirus testing is a snap.]\n\n“Not much more to it than a one-day-at-a-time approach, no?” Mr. Hanks wrote in the statement, which was accompanied by a photograph of a lone medical glove in a hazardous waste container.\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 7,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nHanks is playing the role of Colonel Tom Parker, Presley’s eccentric manager, who groomed the famous singer to stardom in the 1950s. Production on the film, which is being directed by Baz Luhrmann, is set to begin filming on Monday.\n\nAustralia has had more than 120 confirmed cases of coronavirus as of Wednesday.\n\nFACE OF AN OUTBREAKRead our full article about Tom Hanks testing positive for the coronavirus.\nNew York City postpones its St. Patrick’s Day Parade.\nNew York City’s St. Patrick’s Day Parade, the largest such celebration in the world, was postponed on Wednesday night over concerns about the spread of the coronavirus.\n\nThe announcement, made by Gov. Andrew M. Cuomo, follows the cancellation of St. Patrick’s Day celebrations in Chicago and Boston. On Monday, Ireland canceled all parades nationwide.\n\nThe parade, traditionally held on March 17, draws an estimated 150,000 marchers and two million spectators a year to Fifth Avenue in Manhattan, including many police and military groups, firefighters, Irish musicians and student groups from across the United States. It is one of the city’s largest recurring public events.\n\nTRADITIONS UPENDEDRead our full article about New York City postponing the parade.\nThis is a global pandemic, the W.H.O. says.\n\nImage\nLeaders of the World Health Organization declared the coronavirus outbreak a pandemic on Wednesday.\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 8,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nThe spread of the coronavirus across more than 100 countries now qualifies as a global pandemic, World Health Organization officials said on Wednesday, confirming what many epidemiologists have been saying for weeks.\n\nUntil now, the W.H.O. had avoided using the term, for fear that people would think the outbreak was unstoppable and countries would give up on trying to contain it.\n\n“Pandemic is not a word to use lightly or carelessly,” Dr. Tedros Adhanom Ghebreyesus, chief of the W.H.O., said at a news conference in Geneva.\n\n“We cannot say this loudly enough or clearly enough or often enough,” he added. “All countries can still change the course of this pandemic.”\n\nCoronavirus Map: Tracking the Spread of the Outbreak\nThe virus has infected more than 127,800 people in at least 111 countries.\nJan. 28, 2020\n\nThere is evidence on six continents of sustained transmission of the virus, which has infected more than 120,000 people and killed more than 4,300. The pandemic designation is largely symbolic, but public health officials know that the public will hear in the word elements of danger and risk.\n\nAccording to the W.H.O., an epidemic is defined as a regional outbreak of an illness that spreads unexpectedly. In 2010, it defined a pandemic as “the worldwide spread of a new disease” that affects large numbers of people. The C.D.C. says it is “an epidemic that has spread over several countries or continents, usually affecting a large number of people.”\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 9,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nThe last pandemic declared by the W.H.O. was in 2009, for a new strain of H1N1 influenza.\n\nPANDEMIC DECLARED Read our full coverage of the change by the World Health Organization, and its leader’s insistence that nations keep fighting to contain the coronavirus. What’s a pandemic? Read our explanation here.\nSenator’s aide has first confirmed case on Capitol Hill.\nAn aide working in the Washington office of Senator Maria Cantwell, Democrat of Washington State, has been diagnosed with the coronavirus, according to a statement from her office, becoming the first confirmed case of the virus on Capitol Hill.\n\nThe aide, who was not identified, had been in isolation since beginning to show symptoms. The person had no known contact with the senator or any other members of Congress, according to the statement, and the senator asked for testing for any staff members who came into contact with the person and show symptoms of the virus.\n\nMs. Cantwell has also closed her Washington office for deep cleaning. Staff members will be working remotely.\n\nThere has been no indication that lawmakers, who are scheduled to vote on Thursday before leaving for a weeklong recess, will leave Washington earlier than planned. Democratic lawmakers are wrapping up an expansive legislative package to counter the outbreak and provide support for families affected by the virus.\n\nWashington, Kentucky, New York and other states move toward stronger measures.\n\nImage\nDowntown Seattle on Monday. The order to reduce large gatherings is one of the strictest imposed in any American city.\nIn Ohio, Gov. Mike DeWine said a ban on large events was imminent. Churches and college campuses shut their doors. New York City’s St. Patrick’s Day Parade, the largest such celebration in the world, was postponed.\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 10,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nAnd in Washington State, where the virus has hit Americans hardest, Gov. Jay Inslee said on Wednesday that people should no longer sit shoulder-to-shoulder in local bars. In the era of the coronavirus, he said, such socializing has become “just totally unacceptable.”\n\nGovernments around the country were rapidly embarking on new containment efforts on Wednesday as the number of known U.S. cases of coronavirus infection rose to more than 1,200, a day after jumping by more than one-third. People in 42 states and the District of Columbia have now tested positive for the virus, and there have been at least 37 related deaths.\n\nNowhere have the moves become more drastic and more urgent than in the Seattle area, where the state banned public gatherings of 250 people or more in three counties. Within hours, several local school districts with a combined enrollment of about 100,000 students said they would close for at least two weeks; a Patti Smith concert was postponed; and the Roman Catholic Archdiocese of Seattle canceled all public masses, becoming the first Catholic archdiocese in the country to do so.\n\nIn San Francisco, where Mayor London N. Breed announced a ban on group events of more than 1,000 people, the San Francisco Giants announced that their exhibition game against the Oakland Athletics scheduled for March 24 would not take place at Oracle Park. Ohio’s governor said he would impose a similar ban after new evidence concluded that the virus was spreading through community transmission in the state.\n\n“People are going to say, ‘Oh my God, really, you’re doing that?’” Governor DeWine told reporters. “You’re going to look back on it in a week and say, ‘That wasn’t a difficult decision.’”\n\nIn New York, the state and city universities and colleges, with about 700,000 students in all, will shift primarily to online classes starting on March 19, Gov. Andrew M. Cuomo said on Wednesday. Many other colleges have canceled in-person classes, and some have told students not to return after their spring breaks.\n\nThe now-canceled St. Patrick’s Day Parade in Manhattan is one of the city’s largest recurring public events, drawing roughly 150,000 marchers and two million spectators.\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 11,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nRELIGIOUS CHANGESRead our full coverage of how churches throughout the country decided to cancel services this weekend.\nCommon questions about the coronavirus, and how to prepare.\nThe Times is answering some of the most common questions that readers are asking about how they can prepare for the coronavirus, how they can boost their immune systems and how they should react to the market. (Don’t, probably.)\n\nThe Market Is Moving. Most People Should Sit Still.March 9, 2020\n9 Questions Parents May Have About CoronavirusMarch 9, 2020\nCan I Boost My Immune System?March 10, 2020\nHow to Prepare for the CoronavirusMarch 1, 2020\nFrom Pandemic to Social Distancing: A Coronavirus GlossaryMarch 11, 2020\n‘It is going to get worse,’ a leading American scientist says.\n\nImage\nDisaster recovery workers preparing to clean and disinfect the Life Care Center in Kirkland, Wash., on Wednesday. The nursing home has become the center of the coronavirus outbreak in the United States.\nA top federal health official gave lawmakers a stark warning on Wednesday that the coronavirus would continue to spread in the United States, and said that fans should be barred from big gatherings like National Basketball Association games.\n\n“The bottom line: It is going to get worse,” Dr. Anthony S. Fauci, the director of the National Institute of Allergy and Infectious Diseases, told the House Oversight Committee.\n\n“We would recommend that there not be large crowds,” he added. “If that means not having any people in the audience as the N.B.A. plays, so be it.”\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 12,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nDr. Fauci sought to rebut the claim — repeated often by President Trump — that the coronavirus was no worse than the flu.\n\n“People always say, ‘Well, the flu does this, the flu does that.’ The flu has a mortality of 0.1 percent. This has a mortality of 10 times that,” Dr. Fauci said.\n\nDR. FAUCI’S WARNINGRead our full coverage of the alarm and urgency a top health official sought to convey to lawmakers. at a House Oversight Committee meeting.\nHow Coronavirus Hijacks Your Cells\nThe intricate journey of the virus that causes Covid-19.\nMarch 11, 2020\n\nLabs see new supply shortages as testing demand soars.\n\nImage\nSamples awaiting virus testing at Northwell Health Labs in Lake Success, New York, on Wednesday.\nA supply shortage is looming that could keep laboratories around the United States from meeting the ballooning demand for coronavirus testing.\n\nFor weeks, doctors and labs have complained that there weren’t nearly enough test kits to take samples from all the patients who showed signs of infection. That shortfall is easing after a botched rollout, but is not over.\n\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 13,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nLaboratories warn that they are running low on supplies used to extract viral RNA from nasal swabs — supplies that are not included in the kits.\n\nSome lab directors have also had trouble getting the virus samples needed to validate their tests. And many are worried about a possible shortage of reagents, the chemicals used in the tests.\n\nThe Centers for Disease Control and Prevention said this week that labs could test one swab per patient, rather than two, cutting the chemical demand in half.\n\nQiagen, a major manufacturer of the RNA extraction kits, said in a statement this week that it was increasing production in sites in Germany, Spain and Maryland.\n\nThe C.D.C. and the Food and Drug Administration have said they are aware of potential shortages and are monitoring supplies, but it is not clear what they might do to address the problems.\n\nTESTING WOESThe huge demand for coronavirus tests is straining the supplies that labs need to meet that demand. And New York, which now has one of the largest clusters of coronavirus cases in the country, is also struggling with layers of frustrations.\nGermany warns of worse to come.\n\nImage\nWorkers assembling a coronavirus diagnosis and test center outside of the University Hospital in Mannheim, Germany, on Wednesday.\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 1,
        "text_id": 14,
        "filename": "./data/nyt_03_11.txt",
        "text": "\n\nChancellor Angela Merkel on Wednesday said that the coronavirus was likely to infect about two-thirds of the German population.\n\nBut her top medical adviser, Dr. Lothar Weiler, who appeared with her, added that, “we don’t know how fast that will happen.” One of the country’s top virologists recently said that it could take a year or two, or even longer, for that many people to become infected.\n\nAt a news conference, Ms. Merkel said: “Given a virus for which there is no immunity and no immunization, we have to understand that many people will be infected. The consensus among experts is that 60 to 70 percent of the population will be infected.”\n\nThe heart of her message was that Germans should take precautions to ensure that the health system can handle the high number of people who could fall seriously ill. She urged people to stay at home as much as possible.\n\n“How we respond matters,” Ms. Merkel said. “We are playing for time.”\n\n“We are at the start of a development that we cannot yet see the end of,” she told reporters in her first public appearance to address the epidemic, which has already infected more than 1,600 people in Germany. “But we as a country will do whatever is necessary to do, working within the European bloc.”\n\nThat readiness includes flexibility on spending, especially to help the small and midsize enterprises that are losing business, she said.\n\n“We won’t ask every day, ‘What does this mean for our deficit?’” said Ms. Merkel.\n\nMajor events, including all large cultural performances in Berlin, Munich and elsewhere,  have either been canceled or will take place without spectators.\n\nReporting was contributed by Stephen Castle, Rick Gladstone, Farnaz Fassihi, Elisabetta Povoledo, Steven Erlanger, Henry Fountain, Alissa J. Rubin, Andrew Kramer, Joanna Berendt, Annie Karni, Marc Santora, Megan Specia, Vindu Goel, Kirk Semple, Iliana Magra, Elian Peltier, Jason Horowitz, Emma Bubola, Nicholas Bogel-Burroughs, Ivan Nechepurenko, Jorge Arangure, Elaine Yu, Amy Qin, Alan Rappeport, Emily Cochrane, Sheri Fink, Mike Baker, Monika Pronczuk, Joanna Berendt, Benjamin Novak, Benjamin Mueller, Melissa Eddy, Roni Caryn Rabin, Donald G. McNeil Jr., Andrew Keh, Isabel Kershner, Katie Thomas, Nicole Sperling, Scott Cacciola and Sopan Deb.\n\nThe Coronavirus Crisis\nStocks Plunge, With Dow in Bear Market: Live UpdatesMarch 11, 2020\n\nMessage Received: Italians Are Staying HomeMarch 10, 2020\n\nTalks Begin on Stimulus Plan as Trump Plays Down Virus ThreatMarch 10, 2020\n\nSanders and Biden Cancel Events as Coronavirus Fears Upend PrimaryMarch 10, 2020\n\nWhat Pregnant Women Should Know About CoronavirusMarch 3, 2020\n\nCoachella, Influential Music Festival, Is Postponed Amid Virus FearsMarch 10, 2020\n\nXi Goes to Wuhan, Coronavirus Epicenter, in Show of ConfidenceMarch 10, 2020\n\n‘Proselytizing Robots’: Inside South Korean Church at Outbreak’s CenterMarch 10, 2020\n",
        "date": "03/11/2020"
    },
    {
        "doc_id": 2,
        "text_id": 0,
        "filename": "./data/nyt_03_10.txt",
        "text": "U.S. Cases of Coronavirus Surpass 1,000; British Health Minister Is Infected\nPresident Trump has talked with Senate leaders about cutting business taxes and taking other steps to soften the virus’s economic impact.\n\nPublished March 10, 2020\nUpdated March 12, 2020, 11:19 a.m. ET\n\n1253\n[This briefing has ended. Read the latest updates on the coronavirus epidemic here.]\n\nThe U.S. caseload has surpassed 1,000.\n\nImage\nAmanda LaPlante, is an internal medicine physician at Sarasota Memorial Hospital in Florida. The facility has more than 30 patients in isolation.\nAs the nation scrambled to understand the scope of the escalating public health crisis, the number of known cases of coronavirus infection in the United States surpassed 1,000 on Tuesday night, signaling that the coronavirus was spreading widely in communities on both coasts and in the center of the country.\n\n[Update: Trump’s unilateral travel ban leaves Americans in Europe scrambling to get home.]\n\nAmerica’s first known coronavirus case was announced on Jan. 21 in Washington State. Six weeks later, the number of cases had risen to 70, most of them tied to overseas travel. But since then, new case reports have poured in, first by the dozens, then the hundreds.\n\nU.S. Coronavirus Cases Surpass 1,000: Full Map\nMaps show the extent of the coronavirus outbreak and the number of cases and deaths by state.\nMarch 3, 2020\n\nA majority of the cases have been in Washington State, California or New York, where everyday life swiftly began to change. Businesses closed. Colleges canceled class. Governors urged people to avoid crowds.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 1,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\n[Read: Tom Hanks got sick in Australia, where coronavirus testing is a snap.]\n\nBut the virus is now found in every region of the country, including Massachusetts, where dozens of new cases were announced on Tuesday, and South Dakota, where the governor announced the state’s five first cases, including one man who died. The number of states with no reported cases now stands at about a dozen.\n\nUnlock more free articles.\nCreate an account or log in\nThirty-one deaths across the country have now been linked to the coronavirus. Officials in Sacramento County, Calif., said on Tuesday that a woman in her 90s died after contracting the illness.\n\nBritain’s health minister says she is infected.\n\nImage\nNadine Dorries, center, a British health minister, tested positive for the virus.\nNadine Dorries, the British health minister, confirmed reports late on Tuesday that she had tested positive for the coronavirus. She had attended a reception at Prime Minister Boris Johnson’s official residence two days earlier.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 2,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nMs. Dorries said in a post on Twitter that she had felt “pretty rubbish” but hoped that the worst of the viral illness had come and gone. British news reports said she was the first member of Parliament to test positive.\n\nHealth officials were rushing to trace her contacts, which included dozens of constituents and lawmakers, as well as co-workers at the Department of Health and Social Care, according to British news outlets. She was at 10 Downing Street, Mr. Johnson’s residence, on Sunday for International Women’s Day.\n\nThe news sparked discussion in Britain about whether Parliament would need to be suspended. Lawmakers meet in the cramped House of Commons, sitting shoulder to shoulder on green leather benches and often spilling into the aisles and standing room areas, creating fertile conditions for illness to spread.\n\nMs. Dorries started feeling ill on Friday as she was signing a statutory instrument that declared coronavirus to be a “notifiable disease,” a step that allowed British companies to obtain insurance coverage.\n\nSome observers noted that Ms. Dorries appeared to have voted in the House of Commons about a week ago, meaning she had at least brief contact with other lawmakers at a time when she may have been contagious.\n\nBut her most dangerous contact may have been with her 84-year-old mother, who is staying with her, Ms. Dorries wrote on Twitter late Tuesday night. “Thanks for so many good wishes,” Ms. Dorries wrote, adding that her mother had developed a cough.\n\n\nImage\nA research project in Seattle tried to conduct early tests for the new coronavirus but ran into red tape before circumventing federal officials and confirming a case.\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 3,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nDelays in testing set back the U.S. coronavirus response.\nDr. Helen Y. Chu, an infectious disease expert in Seattle, wanted to repurpose tests from a flu research project to monitor the coronavirus after the first confirmed American case landed in her area in late January.\n\nBut nearly everywhere she turned, state and federal officials repeatedly rejected the idea, interviews and emails show, even as weeks crawled by and outbreaks emerged in countries outside of China, where the infection began.\n\nBy Feb. 25, Dr. Chu and her colleagues could not bear to wait any longer. They began performing coronavirus tests, without government approval.\n\nWhat came back confirmed their worst fear. They quickly had a positive test from a local teenager with no recent travel history. The coronavirus had already established itself on American soil without anybody realizing it.\n\n“It must have been here this entire time,” Dr. Chu recalled thinking with dread. “It’s just everywhere already.”\n\nGet an informed guide to the global outbreak with our daily coronavirus newsletter.\n\nIn fact, officials would later discover through testing, the virus had already contributed to the deaths of two people, and it would go on to kill 20 more in the Seattle region over the following days.\n\nFederal and state officials said the flu study could not be repurposed because it did not have explicit permission from research subjects; the labs were also not certified for clinical work. While acknowledging the ethical questions, Dr. Chu and others argued there should be more flexibility in an emergency during which so many lives could be lost. On Monday night, state regulators told them to stop testing altogether.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 4,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nThe failure to tap into the flu study was just one in a series of missed chances by the federal government to ensure more widespread testing during the early days of the outbreak, when containment would have been easier. Instead, local officials across the country were left to work blindly as the crisis grew undetected and exponentially.\n\nMISSED CHANCESRead our full article on how existing regulations and red tape — sometimes designed to protect privacy and health — have impeded the rapid rollout of testing nationally\nWashington State prepares to restrict gatherings as U.S. crisis grows\n\nImage\nThe Butler Library at Columbia University on Monday. The school is one of many across the U.S. that has cancelled in-person classes.\nGov. Jay Inslee of Washington State will announce on Wednesday a prohibition on community gatherings of 250 or more people in the Seattle area as the state takes extraordinary steps to contain a coronavirus outbreak, according to a person involved in the discussions.\n\nThe announcement, according to the person involved, is expected to target events such as sporting and entertainment gatherings while offering exceptions to things like retail stores. Schools will not be affected, but districts will be expected to review things like sporting events that may draw significant crowds.\n\nWashington State and the Seattle area have adopted increasingly stringent controls as the number of confirmed coronavirus cases has approached 300 — the most in the country — and the number of deaths has reached 24.\n\nSanta Clara County, Calif. — which includes the city of San Jose and much of Silicon Valley — has already banned large public gatherings, and man employers have temporarily closed down or asked people to work at home. On Tuesday, Google recommended that tens of thousands of its North American employees work from home. Previously, it had only extended that policy to workers in the Seattle area.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 5,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nIn addition, Ohio State University and Harvard University joined the growing list of universities and colleges that have suspended in-person classes — just one of many fronts in the battle to slow the spread of virus across the United States.\n\nHarvard, whose spring break begins on Saturday, asked students not to return to campus when the break ends on March 23, a decision few schools have made so far. On Monday, Amherst College asked all students to leave campus by as early as next week.\n\nSome of the best-known fixtures in higher education have mandated a switch to online-only classes to keep people apart, hoping it will slow the spread of the virus: Cornell University, New York University, Columbia University, the University of Washington, Stanford University, American University, the Massachusetts Institute of Technology, Princeton University, Barnard College, Hofstra University, Rice University and the University of California, Berkeley.\n\nU.S. OUTBREAKHere’s what else to know about how officials in the United States are ramping up measures to limit the spread of the virus.\nNo audience for the debate in Arizona on Sunday.\n\nImage\nThe stage at last month’s Democratic debate in Charleston, S.C.\nThere will be no live audience. No spin room. Virtually no traveling members of the press. This is a presidential primary debate in the age of coronavirus.\n\nCNN and Democratic officials announced on Tuesday that “at the request of the campaigns and out of an abundance of caution,” the Democratic debate in Phoenix on Sunday between former Vice President Joseph R. Biden Jr. and Senator Bernie Sanders would be a significantly pared-down affair.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 6,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nThe live audience — whose jeers and cheers can be a major variable for the candidates onstage — will be missing. Instead, Mr. Biden and Mr. Sanders will debate each other in an empty theater, joined only by a handful of moderators and television crew members.\n\nThe spin room, where campaign aides scramble after the debate to declare their candidates a winner in front of packs of deadline-addled reporters, is scrapped as well, along with the media filing center, the often-cavernous space where hundreds of political reporters gather to watch the television broadcast and write their reports.\n\nA prime-time debate with no in-house audience would be a highly unusual moment in the age of mass media campaigns, although it hearkens back to earlier days when presidential debates occurred in the privacy of closed television studios.\n\nMr. Sanders and Mr. Biden both called off primary night campaign events Tuesday as they awaited the results of voting in six states.\n\nGetting people off the Grand Princess cruise ship is going slowly.\n\nImage\nPassengers from the Grand Princess cruise ship were set to disembark in Oakland, Calif., on Tuesday.\nAfter loitering at sea for days because of coronavirus cases on board, the Grand Princess cruise liner docked in Oakland, Calif., on Monday so that passengers could debark, be screened and move on to quarantine or treatment as needed. But the process is going very slowly.\n\nFor the past two mornings, Denise Morse and other passengers have followed protocol to prepare for disembarking: Dress in their cleanest clothes, eat a big breakfast and pack their suitcases. By Tuesday afternoon, she was still on board, and growing frustrated.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 7,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\n“I don’t want to start crying, but I’m stressed,” said Ms. Morse, from Davis, Calif., who has been quarantined in her stateroom since Friday. “This is very exhausting to experience.”\n\nGov. Gavin Newsom of California said that by 1 p.m. Pacific time, about 700 of the 2,400 passengers had left the ship. “We want to see that processing stepped up,” he said, adding of the ship: “We don’t want to see it here more than a week.”\n\nAuthorities initially said it would take around two to three days to remove all passengers from the cruise ship, an operation that federal authorities are handling in an area of the port that has been cordoned off. The crew of 1,100 would stay on board. But Mr. Newsom said the authorities were now in negotiations with the home countries of crew members to send some of them there on charter flights.\n\nAlex Azar, the secretary of health and human services, said at a White House briefing that at least 171 Californians who have left the ship have been moved to Travis Air Force Base for a mandatory quarantine period. Mr. Azar said that 26 people were found to be sick and were being treated; he did not specify whether it was for the virus or other ailments.\n\nAt least 21 people aboard the two-week cruise to Hawaii have tested positive, and the figure is likely to rise. Non-Americans who leave the ship are being repatriated.\n\n“We’re seeing the countries with socialized medicine getting their people out of here like lickety-split,” said Ms. Morse, 67.\n\nWall Street bounces back a bit from Monday’s plunge.\n\nImage\nTraders on the floor of the New York Stock Exchange on Tuesday.\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 8,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nShares on Wall Street recovered some of the ground on Tuesday that they lost on Monday in the sharpest single-day drop in more than a decade, as investors seemed to take comfort in proposals from Washington to soften the economic blow from the coronavirus outbreak.\n\nThe S&P 500 ended a wobbly day with a gain of nearly 5 percent.\n\n“Markets are always enamored with tax cuts, or even the hope thereof,” Steve Sosnick, chief strategist at Interactive Brokers in Greenwich, Conn., said in an email. “Yesterday’s sell-off was so extreme that it’s not at all surprising to see a bounce.”\n\nThe White House has not announced any specific measures yet, and analysts and traders cautioned that financial markets remained fragile.\n\nPresident Trump is also considering using the Federal Emergency Management Agency as a vehicle for delivering funds to stimulate the economy, a move that would not require approval from Congress.\n\nNew York creates a “containment zone” in New Rochelle.\n\nImage\nThe Young Israel of New Rochelle synagogue is at the center of a one-mile containment zone created on Tuesday by New York State officials.\nNew York State officials established a “containment zone” on Tuesday in a suburb with one of the country’s largest outbreaks, closing schools, community centers and houses of worship and deploying National Guard troops to decontaminate schools and deliver meals to people under quarantine.\n\nThe zone, announced by Gov. Andrew M. Cuomo, covers a one-mile radius around the Young Israel of New Rochelle synagogue, which is believed to be at the center of the large cluster of cases.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 9,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nBeginning Thursday, major gathering places within that circle will be closed for two weeks. The area is mostly within New Rochelle, a small city just north of New York City, but part of it lies within the neighboring town of Eastchester.\n\nStreets will not be closed, and businesses like grocery stores and delis will remain open, the governor said.\n\nNoam Bramson, the mayor of New Rochelle, said that some businesses were suffering, in large part “because a fair percentage of the customer base is already quarantined” — including his own mother, who lives in a nursing home.\n\nThe creation of the containment zone was just one of many ways the virus was disrupting life in the region.\n\nThe New York Road Runners club said on Tuesday that it was canceling the New York City Half Marathon, a 13.1-mile race that typically draws about 25,000 participants and was scheduled for Sunday.\n\nA CLOSER LOOKThe case of a New York lawyer shows how the virus can wreak havoc on a health facility and spread anxiety across a region.\nAcross Europe, no consistency in containment tactics.\n\nImage\nA checkpoint at a Milan train station on Tuesday. People going to or from locked-down areas may be asked to prove why they need to travel.\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 10,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nWith the first reported cases in Cyprus, the coronavirus is now present in every country in the European Union, health officials said on Tuesday. Neighboring Turkey later announced its first case, a citizen who had traveled in Europe.\n\nThe news came the day after Italy imposed sweeping travel restrictions across the whole country.\n\n[Analysis: Coronavirus tests Europe’s cohesion, alliances, and even democracy.]\n\nThe measures taken by the union’s member states to contain the virus varied widely from country to country, often with little relation to the actual size of the outbreaks, reflecting a lack of international coordination.\n\nGreece and the Czech Republic announced that all schools and universities would close, though each country’s caseload is in the dozens, far fewer than some of their neighbors.\n\n“We may decide on additional emergency measures later,” the Czech prime minister, Andrej Babis, said in a statement on Tuesday. “It is necessary to take active, exceptional measures at the start of an epidemic.”\n\nSpain, with one of the largest outbreaks, closed all education centers in the Madrid region, but not nationwide. In Poland, Poznan, a city in the west of the country, closed schools, swimming pools and other public places after a single infection was discovered.\n\nWorldwide, schooling has been disrupted for more than 300 million students.\n\nAcross the Continent, countries also increased travel regulations and guidelines.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 11,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nAustria barred travelers from Italy without health certificates, and Switzerland was considering a similar measure.\n\nSerbia has temporarily barred travelers from the worst-affected places, including Italy, while Croatian officials said that people entering from “highly infected areas” would face a mandatory 14-day quarantine.\n\nItaly, with the worst outbreak outside of China, had more than 10,000 infections and 600 deaths by Tuesday. France and Spain each reported on Tuesday that they had more than 1,600 cases; Germany, had more than 1,200.\n\nThe authorities in France were resisting taking the kind of sweeping preventive measures seen in Italy or Japan.\n\n“We are only at the beginning of this epidemic,” President Emmanuel Macron of France said on Tuesday after visiting an emergency call center in Paris. “We have anticipated, we have prepared ourselves.”\n\nVIRUS IN THE E.U.The illness is testing the bloc’s unity.\nNursing homes should bar most family and friend visits, the industry says.\n\nImage\nA patient being transported from the Life Care Center in Kirkland, Wash., on Tuesday.\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 12,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nNursing homes and assisted living centers should take action to curtail most social visits, and should even take steps to keep some employees away, to slow the spread of the new coronavirus, the industry said on Tuesday.\n\nThe recommendation follows an outbreak of the virus in the region around Seattle, where five long-term care facilities have been hit with cases, including a facility in Kirkland, Wash., where 18 residents have died.\n\n“The mortality rate is shocking,” said Mark Parkinson, president and chief executive officer of the American Health Care Association. He said that the death rate might well exceed the 15 percent reported in China for people aged 80 and older who were infected.\n\nThe challenge of the virus “is one of the most significant, if not the most significant” issues the industry has ever faced, he said.\n\nIndustry officials said they are recommending that nursing homes should allow people to enter only if it is essential.\n\nStaff members, contractors and government officials should be asked, “Do you need to be in-building to operate?” said Dr. David Gifford, the health care association’s chief medical officer.\n\nAs for family members, he said, “Our recommendation is they should not be visiting.”\n\nAnyone who does visit, he said, should be screened carefully at reception and anyone who has signs of illness should be turned away.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 13,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nREADER REACTIONWith nursing homes hard-hit by the coronavirus outbreak, The New York Times wants to hear from readers with loved ones in long-term care facilities in the U.S. Are you worried that your family member’s nursing-care center could be next? Or are you considering moving a loved one out of the facility altogether? Please contact coronavirus@nytimes.com. Thank you.\nTHE THREAT IN NURSING HOMESRead the full story on long-term care facilities being advised to keep visitors away.\nThe Coachella festival is postponed.\n\nImage\nFestival goers at the Coachella Music &amp; Arts Festival at the Empire Polo Club in 2019.\nOrganizers of the Coachella Valley Music and Arts Festival have delayed next month’s event until October over concerns about the coronavirus, the festival announced on Tuesday after days of speculation.\n\nThe festival, which had been planned in two weekend installments, April 10-12 and April 17-19, will now take place six months later, on Oct. 9-11 and Oct. 16-18. Organizers did not say anything about changes to the lineup, which was to feature Travis Scott, Frank Ocean and a reunion of Rage Against the Machine, along with dozens of other acts.\n\nAlso postponed is Stagecoach, a country music festival staged by the same organizers, which will now take place Oct. 23-25. Both events are held at the Empire Polo Club in Indio, Calif.\n\nCoachella, founded in 1999, draws up to 125,000 people a day and is a bellwether for the multibillion-dollar touring business. It joins a long list of cultural events that have been postponed or canceled over coronavirus fears, including the South By Southwest festival, which was set to begin on Friday. On Monday, Pearl Jam announced the postponement of its North American tour, and Neil Young said he was considering postponing his own tour.\n\n",
        "date": "03/10/2020"
    },
    {
        "doc_id": 2,
        "text_id": 14,
        "filename": "./data/nyt_03_10.txt",
        "text": "\n\nWHAT ELSE?Here’s a look at some major events around the world that have been canceled, postponed or moved because of concerns about the new coronavirus.\nReporting and research was contributed by Jenny Gross, Michael M. Grynbaum, Nicholas Bogel-Burroughs, Benjamin Mueller, Alissa J. Rubin, Elisabetta Povoledo, Vanessa Swales, Iliana Magra, Raphael Minder, Constant Méheut, Joanna Berendt, Jason M. Bailey, Patrick J. Lyons, Marc Santora, Jason Horowitz, Jorge Arangure, Jan Hoffman, Sheryl Gay Stolberg, Peter S. Goodman, Clifford Krauss, Claire Fu, Ben Sisario, Annie Karni, Elsie Chen, Choe Sang-Hun, Maria Abi-Habib, Amber Wang, Nicholas Kulish, Zoe Mou, Niki Kitsantonis, Richard Pérez-Peña, Julie Hirschfeld Davis, Nicholas Fandos, Noah Weiland, Thomas Fuller, Sarah Mervosh and Mike Baker.\n\nCORONAVIRUS AND THE MARKETS\nStocks Climb as Investors Look to WashingtonMarch 10, 2020\nEconomy Faces ‘Tornado-Like Headwind’ as Financial Markets SpiralMarch 9, 2020\nSaudi Oil Price Cut Is a Market Shock With Wide TremorsMarch 9, 2020\nYOUR HEALTH\nSome Hospitals Are Close to Running Out of Crucial Masks for CoronavirusMarch 9, 2020\nPresident Trump on Vaccines: From Skeptic to CheerleaderMarch 9, 2020",
        "date": "03/10/2020"
    },
    {
        "doc_id": 3,
        "text_id": 0,
        "filename": "./data/nyt_03_09.txt",
        "text": "Trump to Discuss Economic Steps; Italy Halts Most Travel; Stocks and Oil Prices Plunge\nIn Italy, restrictions on movement were extended to cover the whole country. In the United States, where the death toll hit 26, President Trump said he would discuss tax cuts and aid for idled hourly workers with Congress.\n\nPublished March 9, 2020\nUpdated March 12, 2020, 11:22 a.m. ET\n\n1174\nThis briefing has ended. Read live updates on the coronavirus outbreak here.\n\nImage\nArmed Italian police officers at a checkpoint in Valsamoggia, Italy, on Monday, on the border between the quarantined provinces of Modena and Bologna.\nItaly says it’s halting most travel and public gatherings to try to restrain the outbreak.\nThe Italian government on Monday night extended restrictions on personal movement and public events to the entire country in a desperate effort to stem the coronavirus outbreak — an extraordinary set of measures in a modern democracy that values individual freedoms.\n\nPrime Minister Giuseppe Conte announced in a prime-time news conference that public gatherings were banned and that people would be allowed to travel only for work or for emergencies.\n\n[Read: For Italians, dodging coronavirus has become a game of chance.]\n\nThose restrictions had been placed on the “red zone” created in northern Italy, covering about 16 million people, but Mr. Conte extended them to an entire nation of 60 million.\n\n“We all have to renounce something for the good of Italy,” said Mr. Conte, saying that the government would enact more stringent rules over the entire Italian peninsula\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 1,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\n[Analysis: Coronavirus tests Europe’s cohesion, alliances, and even democracy.]\n\nItaly has recorded more than 9,000 coronavirus infections and 463 deaths — well over half the toll for Europe — and the numbers continue to climb fast.\n\nRESTRICTIONS IN ITALYThe restrictions affect Milan and the regions that serve as Italy’s economic engine, and are the most sweeping measures outside China.\n\nCoronavirus Map: Tracking the Spread of the Outbreak\nThe virus has infected more than 127,800 people in at least 111 countries.\n\nPresident Trump says he will discuss economic measures with Congress.\n\nImage\nPresident Trump spoke in the White House briefing room on Monday.\nPresident Trump announced on Monday that he would work with Congress on measures to bolster the economy following the steepest market drop in more than a decade, fueled by fear over the coronavirus outbreak.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 2,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nMr. Trump told reporters at the White House that he would meet with Senate leaders and House Republicans on Tuesday to discuss a “very substantial” payroll tax cut and legislation intended to protect hourly wage earners who may have to miss work because of the virus. He also said he would ensure that the Small Business Administration extends more loans.\n\n“This was something that we were thrown into, and we’re going to handle it, and we have been handling it very well,” Mr. Trump said. He added, “The main thing is that we’re taking care of the American public, and we will be taking care of the American public.”\n\nAt the same news briefing, Vice President Mike Pence said that more than a million coronavirus tests have been distributed, and that another four million tests would be distributed by the end of the week.\n\nNeither Mr. Pence nor Mr. Trump has been tested. The president’s spokeswoman, Stephanie Grisham, said on Tuesday night that Mr. Trump would not be tested “because he has neither had prolonged close contact” with confirmed patients “nor does he have any symptoms.”\n\nECONOMIC STIMULUSPresident Trump floats a payroll tax cut and aid for hourly wage earners.\nAsian markets open mixed on Tuesday after financial rout.\n\nImage\nThe floor of the New York Stock Exchange on Monday.\nAsian markets opened mixed on Tuesday, in an apparent sign that investors were trying to regain their footing one day after the worst financial rout in years. Stocks in the United States had suffered their worst single-day decline in more than a decade on Monday, as the coronavirus and an oil price war fueled concerns about the global economy.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 3,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\n[Update: Trump’s unilateral travel ban leaves Americans in Europe scrambling to get home.]\n\nThe S&P 500 fell 7.6 percent on Monday, falling so swiftly in early trading that trading was briefly halted early in the day — a rare occurrence meant to prevent stocks from crashing. The Dow Jones industrial average fell 2,000 points, or 7.8 percent.\n\nThe S&P index ended the day 19 percent below the peak it reached last month. A decline of 20 percent from that high would be seen as marking the end of the bull market that began exactly 11 years ago.\n\nTokyo fell more than 1 percent in early trading on Tuesday, and shares in China opened nearly 1 percent lower. But Australian shares were up nearly 1 percent and Hong Kong opened more than 1 percent higher. Futures markets were predicting that Wall Street and Europe would open higher later on Tuesday.\n\nGet an informed guide to the global outbreak with our daily coronavirus newsletter.\n\nOil prices rose about 6 percent, though they remained well below levels from last week, before Saudi Arabia announced it would slash prices amid a dispute over supplies with Russia. Futures tracking the price of gold, long seen as a safe haven for nervous investors in times of trouble, fell in Asian trading.\n\nMonday’s drop was the worst for stocks in the United States since December 2008, when the country was still reeling from the collapse of Lehman Brothers and the housing crisis that dragged the economy into a recession.\n\nBUSINESS UPDATESThe latest on how global markets are responding to the crisis.\nAt the Seattle-area nursing home linked to 19 deaths, 31 more residents have tested positive.\n\nImage\nA patient was transported from the Life Care Center in Kirkland, Wash., on Monday.\nTest results have come back on 35 more residents of a locked-down nursing home in the Seattle suburbs that is already linked to 19 coronavirus deaths, and nearly all of them are infected, officials said on Monday.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 4,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nTim Killian, a spokesman for the home, Life Care Center of Kirkland, said 31 out of 35 residents tested positive but none of them had symptoms serious enough to require hospitalization. He said test results were still pending on 20 more residents.\n\nVanessa Phelps said she got a phone call from Life Care late on Monday afternoon telling her that her 90-year-old mother, Fiona, had tested positive for the coronavirus.\n\nHer mother has severe chronic lung disease, Ms. Phelps said. “She needs to get out of there and be in a hospital,” Ms. Phelps said. “She has the disease. She has the virus.”\n\nResidents have been pleading for days to be tested. Mr. Killian said on Saturday that the facility had received enough test kits to check all its residents, but not all its employees, dozens of whom are showing symptoms of illness.\n\nIn addition to the 19 known coronavirus deaths, at least one other resident connected to the home had already tested positive before Monday. There have been 11 more deaths at the home since Feb. 19, for which the facility has no post-mortem test results.\n\nREADER REACTIONWith nursing homes hard-hit by the coronavirus outbreak, The New York Times would like to hear from readers with loved ones in long-term care facilities in Washington State. Are you worried that your family member’s nursing-care center could be next? Or are you considering moving a loved one out of the facility altogether? Please contact coronavirus@nytimes.com.\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 5,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nThe cruise ship isolated off the California coast docks.\n\nImage\nThe Grand Princess cruise ship docked at the port in Oakland, Calif., on Monday.\nA cruise ship isolated off the coast of California amid a coronavirus outbreak has docked at the Port of Oakland, and officials are preparing to quarantine the thousands of people who have been stranded on board.\n\nPassengers who had been stuck inside their cabins for days cheered and smiled as the ship passed under the Golden Gate Bridge on Monday. “We’re home,” one passenger said.\n\nThey waved from their balconies as they approached the port, where portable hand-washing stations and a crew of employees in khaki uniforms awaited them.\n\nState and federal agencies had been putting together a detailed plan for how to contain coronavirus cases from the vessel, which is carrying 2,421 passengers and 1,113 crew members. Last week, 45 people on the ship were tested for coronavirus and 21 tested positive, 19 of them crew members.\n\nEveryone on the ship, the Grand Princess, will be quarantined for 14 days, with the majority being held at military bases or on the ship itself.\n\nIt is expected to take two to three days to clear the ship, with priority given to the patients who tested positive and other people who need medical care.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 6,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nOUTBREAK AT SEARead the latest news about what’s happening to the 3,500 people on the Grand Princess.\nS.E.C. advises employees in Washington to work from home.\nThe Securities and Exchange Commission, in response to a potential coronavirus case, on Monday required a part of its staff to stay away from the agency’s Washington headquarters and advised all other employees there to work from home as well, a person briefed on the matter said. The move was reported earlier by The Washington Post.\n\nAn email that the agency sent to workers said the requirement applied to those on the ninth floor of the headquarters, the person confirmed. The email said a doctor had told an S.E.C. employee with respiratory symptoms earlier that they could be because of the coronavirus.\n\nMore precautions are urged for Americans over 80.\nFederal health officials are urging older Americans and their families to take a host of precautions against infection.\n\nIn addition to the basics recommended for everyone like washing hands often, Dr. Nancy Messonnier, director of the National Center for Immunization and Respiratory Diseases, said on Monday that people over 80 should:\n\nAvoid crowded, poorly ventilated areas;\n\nStock up on medications, groceries and other necessities now;\n\nHave a backup plan for health care if they are homebound;\n\nTry not to make contact with high-touch surfaces in public areas;\n\nForget about traveling aboard a cruise ship.\n\nOlder adults with additional health conditions are far more likely to become severely ill or die from a coronavirus infection than younger people are. According to a study of more than 72,000 patients in China, the death rate was less than 1 percent of those under 50, but rose to 8 percent for those in their 70s and 15 percent for those in their 80s.\n\nThe virus continues to spread across the U.S.\n\nImage\nScreening tents outside the emergency room at the University of Utah hospital in Salt Lake City on Monday.\nThe United States faces an accelerating pace of new coronavirus case reports as well as the prospect of more sweeping measures to fight the spread of the virus. On Monday, the national total of infections surpassed 700 and the death toll hit 26; it was the seventh consecutive day with more diagnoses than the previous day.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 7,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nA number of new cases have raised concerns about transmission in public places.\n\nIn Kentucky, a patient who tested positive had worked at a Walmart in Cynthiana, near Lexington, officials said. In Washington, D.C., a church rector who gave communion and shook hands with parishioners at Christ Church Georgetown was identified as a patient, prompting officials to urge hundreds of parishioners to self-quarantine. The church organist later tested positive, a church spokesman said Monday night.\n\nGov. Jay Inslee of Washington said he was considering mandatory measures to keep people apart. School districts in several states have shut down, universities are moving classes online, companies are telling employees to work from home, and houses of worship are limiting services.\n\nThe Army announced on Monday that the commander of U.S. forces in Europe, Lt. Gen. Christopher G. Cavoli, along with several members of his staff, had been exposed to the coronavirus and would self-quarantine as they wait to see if they develop symptoms.\n\nIn Georgia, the Fulton County school system, covering suburbs of Atlanta, announced it would close on Tuesday — the largest U.S. district to do so — after an employee tested positive.\n\nBut U.S. officials are not yet talking about locking down whole cities, as China and Italy have done.\n\n“I don’t think you want to have folks shutting down cities like in northern Italy — we are not at that level,” Dr. Anthony S. Fauci, the leading American expert on infectious diseases, said in an interview. “Social distancing like in Seattle is the way to go.”\n\nNOT HIS FIRST EPIDEMICLearn more about Dr. Anthony Fauci, the veteran government scientist who has become a key figure in the U.S. response.\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 8,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nBoston calls off its St. Patrick’s Day parade.\n\nImage\nThe St. Patrick’s Day Parade has been an annual fixture of life in Boston for more than a century.\nThe coronavirus outbreak has prompted the cancellation of one of Boston’s iconic events: the city’s St. Patrick’s Day parade.\n\n“This decision is being made out of an abundance of caution, to ensure that we are doing what is needed to keep the residents of Boston safe and healthy,” Mayor Martin J. Walsh said on Monday.\n\nThe parade, which draws thousands to South Boston, was scheduled to take place next Sunday, the weekend before the holiday.\n\nTwenty-eight coronavirus cases have been confirmed in Massachusetts, and another 22 cases across the country have been traced to a recent business conference in Boston.\n\nTwo Republican lawmakers who were recently with Trump will self-quarantine.\n\nImage\nRepresentative Doug Collins at the Conservative Political Action Conference in Maryland last month.\nFour congressional Republicans, including two who were recently with President Trump, have said they would self-quarantine for two weeks after coming into contact with an attendee of a conservative conference who has tested positive for the coronavirus.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 9,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nRepresentatives Matt Gaetz of Florida and Doug Collins of Georgia said on Monday that they had interacted, at the Conservative Political Action Conference, with a person who had tested positive for the virus and would isolate themselves voluntarily. Also putting himself into isolation was Mark Meadows, the president’s newly designated White House chief of staff, who tested negative for the coronavirus after coming into contact with the same person.\n\nThe president’s spokeswoman said Mr. Trump would not be tested because he had no symptoms and no prolonged close contact with confirmed patients.\n\nTwo other Republicans, Senator Ted Cruz of Texas and Representative Paul Gosar of Arizona, said on Sunday they would self-quarantine after coming into contact with the same conference attendee.\n\nMr. Gaetz boarded Air Force One with Mr. Trump on Monday before announcing that he had been tested. A flamboyant ally of the president, he turned heads last week when he wore a gas mask on the House floor before a vote on an emergency virus-related spending bill.\n\nMr. Collins interacted directly with Mr. Trump on Friday, shaking the president’s hand and standing directly behind him as he toured the Centers for Disease Control and Prevention in Atlanta.\n\nNew York now has 142 cases, including the official in charge of its airports.\n\nImage\nTravelers at Kennedy International Airport on Wednesday. The executive director of the Port Authority of New York and New Jersey, which operates the region’s major airports, tested positive for the coronavirus.\nNew York has 142 confirmed cases, Gov. Andrew M. Cuomo said on Monday, and one of them is the executive director of the Port Authority of New York and New Jersey, Rick Cotton.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 10,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nThe cluster of cases in Westchester County has grown to 98 cases, Mr. Cuomo said. Nineteen cases are in New York City, 18 are on Long Island (all but one in Nassau County), and four are in Rockland County. Three cases are farther upstate: one in Ulster County and two in Saratoga.\n\nIn New Jersey, where 11 cases have been confirmed, Gov. Philip D. Murphy declared a state of emergency and a public health emergency on Monday, effective immediately.\n\nMr. Cotton is one of the most prominent public officials in the United States to have contracted the virus. The agency he leads operates the metropolitan area’s three major airports, as well as numerous other transportation facilities including bridges and tunnels, bus terminals and seaports.\n\nVIRUS IN N.Y.Thousands of students face shuttered schools.\nColleges in the Northeast and West shift classes online.\n\nImage\nThe quad at Columbia University’s main campus on Monday. The university canceled classes Monday and Tuesday, and said that classes would be taught remotely for the rest of the week.\nUniversity of California, Berkeley, and New York University are among the latest schools to suspend in-person classes and move to an online format. Amherst College announced that students will need to move off campus completely by next Monday.\n\nN.Y.U. said that it would move to online learning on Wednesday, and that students could leave campus early for spring break if they want to take remote classes from home. After the break, N.Y.U. will continue to hold classes online through at least March 27.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 11,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nPrinceton University has said it would make a similar move starting on March 23, after its spring break.\n\nThe schools join a snowballing list of colleges and universities that have suspended in-person classes, including the University of Washington, Stanford, Columbia, Barnard, Juilliard, Rice, Fordham University and Yeshiva University.\n\nGatherings are canceled across Europe.\n\nImage\nThe Parc des Princes stadium in Paris, on Sunday, where the Champions League soccer game between Paris Saint-Germain and Borussia Dortmund on Wednesday would be played without fans in the stadium.\nThe number of infections in Europe continued to surge at an alarming pace, more than doubling in three days to more than 14,000 confirmed by Monday, with more than 520 deaths.\n\nItaly, with 9,172 cases and 463 deaths by Monday, surpassed South Korea over the weekend to become the country with the second-largest outbreak, after China.\n\nIreland’s government canceled all St. Patrick’s Day parades, including Dublin’s.\n\nGermany, France and Spain each have well over 1,000 cases, and France’s culture minister, Franck Rister, announced that he had tested positive for the virus. Switzerland, the Netherlands, Britain, Sweden, Belgium and Norway each have more than 200.\n\nThe French government announced a ban on almost all public gatherings with more than 1,000 people, and said that the Champions League soccer game between Paris Saint-Germain and Borussia Dortmund on Wednesday would be played without fans in the stadium. A France-Ireland rugby game scheduled for Saturday was postponed.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 12,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nGermany’s status as the only country with a large outbreak but no fatalities came to an end, with its first two coronavirus deaths.\n\nSaudi Arabia imposes travel restrictions to cut itself off from neighbors.\n\nImage\nThe Grand Mosque in Mecca, Saudi Arabia, on Saturday.\nSaudi Arabia shut off air and sea travel to nine countries in an effort to slow transmission of the virus as the kingdom grappled with a simultaneous blow to its economy from a severe plunge in oil prices.\n\nEffectively isolating itself from its neighbors, Saudi Arabia closed air and sea travel to the Arab states of Bahrain, Egypt, Iraq, Kuwait, Lebanon, Syria and the United Arab Emirates, as well as to Italy and South Korea. The kingdom had already closed its land borders, and travel to and from neighboring Qatar has been banned since 2017 because of a political dispute.\n\nThe kingdom has also suspended pilgrimages to the holy cities of Mecca and Medina.\n\nSAUDI ARABIA’S REINVENTIONBefore the coronavirus outbreak, the oil-rich kingdom had been promoting itself as a tourism destination.\nThe virus outbreak is presenting challenges during the U.S. election season.\n\nImage\nA poll worker in San Francisco cleaning a voting booth on March 3.\nWashington State, the state hardest hit by the virus, is holding its 2020 primary on Tuesday. It votes by mail, which eliminates most concerns about viral transmission.\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 3,
        "text_id": 13,
        "filename": "./data/nyt_03_09.txt",
        "text": "\n\nLooking ahead to November, Congress should right now be considering federal legislation that would address potential voting trouble, said Rick Hasen, an election law expert at the University of California-Irvine’s law school. “The closer we to get to the election, the harder it’s going to be to come up with rules that look fair,” he said.\n\nPublic health officials have said adults over 60 are most at risk and should avoid crowds. Joseph R. Biden Jr. is 77, Bernie Sanders is 78 and Mr. Trump is 73.\n\nMr. Sanders, asked by the CNN host Jake Tapper whether the three candidates should all limit their travel and avoid crowds, replied: “In the best of all possible worlds, maybe. But right now, we’re running as hard as we can.”\n\nELECTION 2020 AND THE VIRUSWhat happens to voting in an outbreak?\nReporting was contributed by Mitch Smith, Sarah Mervosh, Thomas Fuller, Jim Tankersley, Alan Rappeport, Anemona Hartocollis, Peter Baker, Roni Caryn Rabin, Elisabetta Povoledo, Declan Walsh, Matthew Haag, Carlos Tejada, David Kirkpatrick, Marc Santora, Steven Lee Myers, Claire Fu, Alissa J. Rubin, Gillian Wong, Jason Horowitz, Emma Bubola, Ellen Tumposky, Neil Vigdor, Russell Goldman, Eric Schmitt, Kirk Johnson, Campbell Robertson, Richard Pérez-Peña, Katie Benner, Patrick McGeehan, Isabel Kershner and Nicholas Fandos.\n\nThe Coronavirus Outbreak\nU.S. Cases of Coronavirus Surpass 1,000; British Health Minister Is InfectedMarch 10, 2020\n\nEurope, With Eye on Italy Coronavirus Quarantine, Plans Next MovesMarch 8, 2020\n\nU.S. Health Experts Say Stricter Measures Are Required to Limit Coronavirus’s SpreadMarch 8, 2020\n\nForfeited Games and Virtual Learning: Coronavirus Shuts Down SchoolsMarch 8, 2020\n\nSurge of Virus Misinformation Stumps Facebook and TwitterMarch 8, 2020\n\nNot His First Epidemic: Dr. Anthony Fauci Sticks to the FactsMarch 8, 2020\n\nGyms and Coronavirus: What Are the Risks?March 8, 2020\n\n",
        "date": "03/09/2020"
    },
    {
        "doc_id": 4,
        "text_id": 0,
        "filename": "./data/nyt_03_08.txt",
        "text": "In U.S., Cases of Coronavirus Cross 500, and Deaths Rise to 22\nA top U.S. health official says regional lockdowns are possible and warns the most vulnerable against travel as a 19th person dies in Washington State.\n\nPublished March 8, 2020\nUpdated March 12, 2020, 7:07 a.m. ET\n\n188\n[This briefing has ended. Read the latest updates on the coronavirus epidemic here.]\n\n\nImage\nThe Milan train station on Sunday, where travelers are trying to leave the Lombardy region of Italy as it is locked down.\nCountries turn to stronger measures to contain outbreaks.\nThe global fight against the coronavirus entered a new stage this weekend.\n\nIn Italy, cases and deaths shot up over the last week, its tolls second only to China, and the entire Lombardy area has been locked down.  \nThe country accounts for more than 7,350 of the world’s 109,400 cases, which are spread across at least 95 countries, and more than 360 of some 3,800 deaths.\n\nMore and more countries have adopted or are considering stronger measures to try to keep infected people from entering and to contain outbreaks.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 1,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nOn Sunday, Saudi Arabia cut off access to Shiite Muslim towns and villages in the east of the kingdom, cordoning off an area in Qatif Governorate where all 11 of the country’s confirmed coronavirus cases have been identified. And local Saudi media reported that the country would temporarily close down all educational institutions and block travel to and from a number of countries in the region. The kingdom had already suspended pilgrimages to the Muslim holy cities of Mecca and Medina.\n\nIn Iran, which has been hit the hardest in the Middle East, state media reported that all flights to Europe would be suspended indefinitely.\n\nUnlock more free articles.\nCreate an account or log in\nThe health minister in France, one of Europe’s bigger trouble spots, announced a ban on gatherings of more than 1,000 people.\n\nIsrael, with 39 cases, is considering requiring all Israelis and foreign nationals arriving from abroad to go into self-quarantine, Prime Minister Benjamin Netanyahu said on Sunday.  \n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 2,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nThe U.S. has counted at least 539 cases across 34 states — Connecticut reported its first case and Washington announced another patient being treated for coronavirus had died on Sunday — and the District of Columbia, and logged 22 deaths. Washington State, New York, California and Oregon have declared emergencies. A growing number of schools are shutting down across the country, raising concerns about how the closings will affect learning, burden families and upend communities.\n\nIN NEW YORK A sense of anxiety has descended on New York City.\nThe U.S. Army suspended travel to and from Italy and South Korea, now the world’s third largest hot spot, until May 6, an order that affects 4,500 soldiers and family members. And the Finnish armed forces announced that troop exercises planned for March 9-19 with Norway would be scrapped.\n\nOn Sunday, the leading U.S. expert on infectious diseases, Dr. Anthony S. Fauci, said that it was possible that regional lockdowns could become necessary and recommended that those at greatest risk — the elderly and those with underlying health conditions — abstain from travel.\n\nDr. Fauci, the director of the National Institute of Allergy and Infectious Diseases, said the Trump administration was prepared to “take whatever action is appropriate” to contain the outbreak, including travel restrictions in areas with a high number of cases.\n\n“I don’t think it would be as draconian as ‘nobody in and nobody out,’” Dr. Fauci said on “Fox News Sunday.” “But there’ll be, if we continue to get cases like this, particularly at the community level, there will be what we call mitigation.”\n\nMORE ON DR. FAUCI Dr. Anthony S. Fauci has served as a top American health official under six presidents.  \nAsian markets plunge, indicating a tough week for financial markets.\nAsian markets opened sharply lower on Monday as investors digested the relentless global spread of the coronavirus and turmoil in the oil markets.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 3,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nTokyo was down 4.7 percent at midmorning on Monday, while Hong Kong was down 4.1 percent. Futures markets showed investors predicting sharp drops in Wall Street and Europe as well.\n\nThe coronavirus has unnerved investors as it spreads, clouding the prospects for global growth. Italy on Sunday put a broad swath of its industrial northern region under lockdown as the virus has spread, making it one of the biggest sources of confirmed infections outside China. France, Saudi Arabia, Iran and other countries also took further steps to stop the spread.\n\nIn the United States, the number of confirmed infections exceeded 500 cases. A top American expert said on Sunday that regional lockdowns could be necessary.\n\nA clash over oil between Russia and Saudi Arabia, two major producers, further unnerved investors. As the coronavirus hits demand for fuel, Saudi Arabia slashed its export oil prices over the weekend, starting an apparent price war aimed at Russia. Lower oil prices could help consumers, but it could unsettle countries that depend on oil revenue to prop up their economies.\n\nIn futures markets, the benchmark price for American and Europe oil supplies tumbled $10, or about one-quarter.\n\nInvestors fled to the safety of the bond market, driving yields lower. In the market for U.S. Treasury bonds, yields broadly fell below the 1 percent level for both short term and long term holdings. The 10-year Treasury bond, which is closely watched, was yielding about 0.5 percent.\n\nGet an informed guide to the global outbreak with our daily coronavirus newsletter.\n\nIn other Asian markets, South Korea was down 3.6 percent. Shanghai was down 1.5 percent.\n\nItaly’s cases and deaths surge as its north is locked down.\n\nImage\nTravelers in the nearly empty Milan Central Train Station on Sunday.\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 4,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nItaly reported a huge jump in deaths from the coronavirus on Sunday, a surge of more than 50 percent from the day before, as it ordered an unprecedented peacetime lockdown of its wealthiest region in a sweeping effort to fight the epidemic.\n\nThe extraordinary measure restricted movement for a quarter of the country’s population.\n\n“We are facing an emergency, a national emergency,” Prime Minister Giuseppe Conte said in announcing the government decree in a news conference after 2 a.m.\n\nThe move is tantamount to sacrificing the Italian economy in the short term to save it from the ravages of the virus in the long term. The measures will turn stretches of Italy’s wealthy north — including the economic and cultural capital of Milan and landmark tourist destinations such as Venice — into quarantined red zones until at least April 3.\n\nThey will prevent the free movement of roughly 16 million people.\n\nFunerals and cultural events are banned. The decree requires that people keep a distance of at least one meter from one another at sporting events, bars, churches and supermarkets.\n\nThe Italian outbreak — the worst outside Asia — has inflicted serious damage on one of Europe’s most fragile economies and prompted the closing of Italy’s schools. The country’s cases nearly tripled from about 2,500 infections on Wednesday to more than 7,375 on Sunday. Deaths rose to 366.\n\nAmid the backdrop of the growing restrictions to contain the virus, Pope Francis on Sunday for the first time live-streamed his Sunday Prayer, an event that usually draws thousands to St. Peter’s Square.\n\nThe Vatican also said on Sunday that it, like Italy, would close its museums and pontifical villas.\n\nVIRUS IN ITALY Leaders in the north say that enforcing the new rules so suddenly may be impossible.\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 5,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nThe number of cases around the world continues to rise.\nEven as the rate of new infections appeared to taper in China, the number of cases around the world continued to rise on Sunday, with some of the biggest clusters emerging in Europe.\n\nBesides the sharp rise in Italy, Germany reported more than 930 cases; Switzerland’s total reached 281; and Britain’s health department said that three people with the virus had died and that the number of cases in the country had jumped to 273 by Sunday.\n\nThe smallest E.U. nation, Malta, reported its first confirmed case on Saturday: a 12-year-old girl recently returned from a vacation in northern Italy. Her condition was described as good.\n\n\nCoronavirus Map: Tracking the Spread of the Outbreak\nThe virus has infected more than 127,800 people in at least 111 countries.\n\nThe Spanish authorities announced on Sunday that three more people diagnosed with coronavirus had died in Madrid, raising the number of coronavirus fatalities in the country to 13. There are now over 500 cases, the authorities said.\n\nSalvador Illa, Spain’s health minister, said at a news conference in Madrid that several cases in Spain were linked to people who recently traveled to Italy.\n\n“Italy has taken very drastic measures and the most immediate impact is to halt the influx of people from northern Italy,” Mr. Illa added.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 6,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nIraq reported 62 confirmed cases and four deaths.\n\nAmong Iran’s more than 6,000 cases number a vice president, 23 members of Parliament, the deputy health minister and several other senior officials. The country raised its death toll to 149 from 100 a day earlier, which includes a senior adviser to the country’s supreme leader and Fatemeh Rahbar, a member of Parliament.\n\nMeanwhile, China’s new infections from the coronavirus continue to fall. The government on Sunday confirmed 40 new cases of infection from the virus, and another 22 deaths. Of the new infections, 36 were in Hubei, the central Chinese province where the outbreak began. The remaining four were people confirmed with the virus after arriving from abroad, meaning that for two successive days — at least according to the official data — China has recorded no new locally borne infections from the coronavirus outside of Hubei.\n\nBut overall China remains by far the worst hit country from the epidemic. In total, 80,735 people in China have been infected with the virus, and 3,119 have died from it, according to the official data, which may undercount both figures.\n\nThe State Department warns against cruises.\nThe State Department on Sunday advised Americans against traveling on cruise ships, warning that cruises presented a higher risk of a coronavirus infection and made U.S. citizens vulnerable to possible international travel restrictions, including quarantines.\n\n“U.S. citizens, particularly travelers with underlying health conditions, should not travel by cruise ship,” the State Department wrote in an alert posted to its website. U.S. citizens should not rely on being evacuated if other countries try to stop them from leaving ships or subjects them to quarantine.\n\nThe posting noted that the Centers for Disease Control and Prevention recommended that older adults, in addition to those with underlying health problems, should avoid any setting that makes them more vulnerable to disease, like cruises, long plane trips and other crowded places.\n\nIn response to the State Department’s alert, Carnival Corporation said in a statement that its brands, which include Carnival Cruises, Holland America Line, Princess Cruises, Cunard and others, will conduct thermal scans and temperature checks before passengers board and during the cruise.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 7,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\n“We are currently in discussions with the C.D.C., World Health Organization and other health officials,” the statement said, noting that the cruise industry committed to an aggressive industry-wide response plan when it met with Vice President Mike Pence on Saturday.\n\nThe Grand Princess, turned away from San Francisco, will dock in Oakland.\n\nImage\nThe Grand Princess cruise ship off the coast of San Francisco on Sunday.\nThe Grand Princess cruise ship that has been held off the coast of California after 21 people onboard tested positive for the coronavirus was on its way to dock on Monday at the Port of Oakland, the vessel’s operator said.\n\nMore than 3,500 passengers and crew members are aboard, and 19 crew members and two passengers have tested positive.\n\nAfter the ship docks, those aboard will be taken to military facilities around the country to be tested and quarantined for 14 days, according to the U.S. Department of Health and Human Services.\n\nAccording to a statement from the department, about 1,000 passengers who are California residents are to go to the Travis Air Force Base in Fairfield, Calif., or the Miramar Naval Air Station in San Diego. Residents of other states will be taken to the Joint Base San Antonio-Lackland in Texas or Dobbins Air Force Base in Marietta, Ga.\n\nThe Department of State is working with other countries to repatriate “several hundred passengers,” according to the statement.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 8,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nPrincess Cruises initially said on Saturday that the ship would dock on Sunday. It later amended that statement after what it called a change in planning by the Centers for Disease Control and Prevention.\n\nHARD-WON LESSONSFailures on an earlier ship, the Diamond Princess, offer a blueprint for the Grand Princess.  \nTed Cruz and an Arizona congressman will self-quarantine after exposure at conservative conference.\n\nImage\nPresident Trump spoke during the Conservative Political Action Conference at the Gaylord National Resort &amp; Convention Center in National Harbor, Md., last month.\nTwo members of Congress said they would enter a period of self-quarantine after interacting last month with a person who attended a conservative conference outside and later tested positive for the virus.\n\nSenator Ted Cruz interacted with the attendee at the conference, he said in a statement on Sunday. The interaction was less than a minute and consisted of a brief conversation and a handshake, he said. However, he will self-quarantine at his home in Texas this week “out of an abundance of caution.”\n\nRepresentative Paul Gosar, Republican of Arizona, also said he would isolate himself out of an abundance of caution.\n\n“I was with the individual for an extended period of time, and we shook hands several times,” Mr. Gosar said in a statement.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 9,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nThe American Conservative Union, which hosts the annual Conservative Political Action Conference outside Washington, said the attendee was exposed to the virus before the four-day event and tested positive for it on Saturday.\n\nMedical authorities said people who have interacted with Sen. Cruz in the past 10 days should not be concerned about potential transmission.\n\nThe attendee did not interact with the president or the vice president and never attended the events in the main hall, the union said in a statement. The attendee was quarantined in New Jersey.\n\nOthers who spoke at the conference included Secretary of State Mike Pompeo, Transportation Secretary Elaine Chao and Labor Secretary Eugene Scalia. Also in attendance were Jared Kushner, the president’s son-in-law and adviser, and Donald Trump Jr., the president’s eldest son.\n\nOn Saturday, President Trump, an admitted germophobe, said he was not worried about the outbreak getting closer to the White House.\n\n“I’m not concerned at all,” the president said.\n\nMr. Trump also said that he had no plans to curtail his campaign rallies even though other large gatherings of people are being canceled across the country.\n\n“We’re going to have tremendous rallies,” he told reporters at his Mar-a-Lago estate in Florida, where he was spending the weekend.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 10,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nNearby, the Palm Beach Convention Center was being disinfected after officials learned that a man who had staffed a vendor booth for the biotech company Biogen on Feb. 28 had tested positive in Pennsylvania.\n\nThe center has since hosted a rally for Michael Bloomberg, who subsequently dropped out of the presidential race. It was also a pickup point for hundreds of Trump donors who were bused to Mar-a-Lago for an event with the president on Sunday.\n\nStaying safe means caution at the gym, too.\n\nImage\nFitness centers are reporting stepped-up cleaning measures to guard against the coronavirus. \nTo guard against the coronavirus, health officials have instructed people to stop touching their face and regularly wash their hands. But how risky is the gym?\n\nThere’s more risk of picking up the coronavirus at a church service — where people are in close proximity and sometimes shake hands — than a gym, according to Dr. David Thomas, a professor of medicine and director of the Division of Infection Diseases at Johns Hopkins University School of Medicine.\n\nSome gyms are disinfecting more often (the delicate coronavirus is easily killed) and are minimizing skin-to-skin contact with instructors. You can do a few things to protect yourself and others:\n\nBring your own wipes. Diluted household bleach solutions, alcohol solutions with at least 70 percent alcohol and several common household disinfectants should be effective against the coronavirus, according to the Centers for Disease Control and Protection. The E.P.A. also released a list of disinfectants that can be used against the virus.\n\nAvoid frequently handled machines and equipment. Sweat cannot transmit the virus but high-contact surfaces, such as doorknobs and barbells, can pose a problem. Scientists are still figuring out how this virus spreads, but a study of other coronaviruses found they remained on metal, glass and plastic for two hours to nine days.\n\nIf you’re feeling sick, stay home. Wash your hands often and don’t touch your face, and don’t risk spreading the virus to others if you feel unwell.\n\nGYMS Read our full story about how to protect yourself at the gym.\nApple encourages employees to work from home this week.\nTim Cook told Apple employees at various locations worldwide that they could work from home this week, a company spokesman confirmed.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 11,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nMr. Cook called the coronavirus outbreak an “unprecedented event” for the company, according to an internal memo obtained by Bloomberg News. The policy impacts corporate offices in “areas with the greatest density of infections,” such as California, Washington State, South Korea, Japan, Italy, Germany, France, Switzerland and the United Kingdom.\n\nMr. Cook also said Apple will continue to pay hourly workers in “alignment with business as usual operations” and continue deep cleanings, Bloomberg News reported.\n\nApple was one of the first companies to reveal how the coronavirus has affected its business when it announced last month that it was cutting its sales expectations for this quarter. The company, which is highly dependent on Chinese factories and Chinese consumers, said both the supply and demand of its smartphones were hurt by the outbreak.\n\nApple’s smartphone production was hampered as factories reopened more slowly than expected. The company, which assembles most of its products in China, temporarily closed all 42 of its stores in the country in January.\n\nEgypt reports its first death, a German tourist.\nThe Egyptian health ministry said that a 60-year-old German tourist died on Sunday in Hurghada, on the Red Sea, after contracting the coronavirus. It is believed to be the country’s first fatality from the outbreak.\n\nThe man was traveling from Luxor, one of Egypt’s most popular areas for international tourism, which emerged over the weekend as the only place where the country has identified cases. He was admitted to a hospital on Friday, tested positive for the virus on Saturday and died on Sunday. The authorities said they were sterilizing the hospital and tracking the people the man had contact with.\n\nOn Saturday, Egypt confirmed 45 cases on a Nile tour boat in the area, among both crew and passengers. The outbreak has been traced to a Taiwanese-American woman who was on the boat in January, suggesting the many others could have been exposed in the intervening weeks.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 12,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nSeveral cases linked to Egypt have been reported in the United States. In Texas, at least seven Houston-area residents who tested positive were part of a tour group that had traveled to Egypt in February. Officials in Maryland said on Saturday that three people — a married couple in their 70s, and a female in her 50s — had contracted the virus while on an Egyptian cruise of the Nile River, The Associated Press reported.\n\nEgypt is scrambling to protect its tourism industry, a vital sector of the economy, and reassure travelers it is safe to visit after the outbreak on the boat.\n\nAs the coronavirus spreads, so does misinformation.\n\nImage\nA demonstration of hand sanitizer at a readiness training session for the coronavirus at a hospital in California last week.\nMisinformation about the coronavirus is spreading despite aggressive countermeasures from social media companies.\n\nFacebook, Google and Twitter say they are removing false and malicious content about the coronavirus as fast as they can find it, and are working with the World Health Organization and other government organizations to ensure that people get accurate information.\n\nBut misinformation is slipping through. There is so much inaccurate information about the virus, the W.H.O. has said it was confronting a “infodemic.”\n\nMisinformation spread on social media has included rumors that the coronavirus had been cooked up in a secret government lab in China, that Taiwan was covering up virus deaths and that Bill Gates, the Microsoft co-founder who now runs a philanthropic organization, was behind the spread of the virus.\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 13,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nMISINFORMATION Read our full story on the “infodemic” surrounding the coronavirus.\nMore Times coverage.\nThe Times is publishing many articles daily on the coronavirus that help inform this briefing. Here is a list of articles from the last day or so.\n\nInternational:\n\nOn Day 1 of Broad Lockdown, a Debate Arises: Can Italians Follow the Rules?\n\nLessons From the Diamond Princess, as a Ship in California Aims to Do Better\n\nAs Death Toll Mounts, Governments Point Fingers Over Coronavirus\n\nE.U. Seeks Solidarity as Nations Restrict Medical Exports\n\nChina May Be Beating the Coronavirus, at a Painful Cost\n\nOn Nile Cruiser, 12 Crew Test Positive for Virus, and Egypt Fears Broader Outbreak\n\nNational:\n\nNursing Home Hit by Coronavirus Says 70 Workers Are Sick\n\nForfeited Games and Virtual Learning: Coronavirus Shuts Down Schools\n\nFor Urban Poor, the Coronavirus Complicates Existing Health Risks\n\nCalifornia Coronavirus Warning: ‘This Is Not Business as Usual’\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 14,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nPolitical analysis:\n\nFor Trump, Coronavirus Proves to Be an Enemy He Can’t Tweet Away\n\nNew York area:\n\nNew York in the Age of Coronavirus\n\nConnecticut Governor Announces First Case of Resident\n\nCuomo Attacks C.D.C. Over Delays in Testing\n\nMen in Surgical Masks Rob Racetrack\n\nWhy Closing Public Schools Is a ‘Last Resort’\n\nBusiness:\n\nSurge of Virus Misinformation Stumps Facebook and Twitter\n\nThe Week in Business: Coronavirus Sends Markets Into a Panic\n\nSpiraling Virus Fears Are Causing Financial Carnage\n\nWall Street Had 2 Terrible Weeks. Here’s How 7 Traders Dealt With It.\n\nFed May Need to Buy Other Assets to Replenish Tool Kit, Official Says\n\nWhy the Coronavirus Could Threaten the U.S. Economy Even More Than China’s\n\nThe Week in Tech: Welcome to the Age of Mandatory Videoconferencing\n\nClimate:\n\nCoronavirus Could Slow Efforts to Cut Airlines’ Greenhouse Gas Emissions\n\nCulture:\n\nIn 1918, It Wasn’t the Coronavirus. It Was the Flu.\n\nSouth by Southwest Is Canceled as Coronavirus Fears Scuttle Festival\n\n",
        "date": "03/08/2020"
    },
    {
        "doc_id": 4,
        "text_id": 15,
        "filename": "./data/nyt_03_08.txt",
        "text": "\n\nFrom Coughing Fits to Closings, Cultural World Girds for Coronavirus\n\nLifestyle:\n\nThe Handshake Is on Hold\n\nCoronavirus Puts a Wrinkle in Wedding Industry\n\nSports:\n\nAn Olympic Doctor Discusses the Effect of the Coronavirus on Sports\n\nHelp:\n\nGyms and Coronavirus: What Are the Risks\n\nHow Deadly Is Coronavirus? What We Know and What We Don’t\n\nWhat Should My Building Be Doing to Prevent Coronavirus?\n\nHow to Help Protect a Family Member in a Nursing Home\n\nHow to Quarantine Yourself\n\nHow to Stock a Pantry\n\nReporting and research were contributed by Jason Horowitz, Vivian Yee, Motoko Rich, Amie Tsang, Yonette Joseph, Pat Lyons, Kirk Johnson, Andy Parsons, Thomas Fuller, Amy Qin, Tiffany May, Elisabetta Povoledo, Choe Sang-Hun, Eric Schmitt, Patricia Mazzei, Maggie Haberman, Tess Felder, Claire Fu, Noah Weiland, Michael Levenson, Chris Cameron, Tariro Mzezewa, Raphael Minder, Mike Baker, Isabel Kershner, Alissa Rubin and Constant Meheut.\n\nThe Global Reach of the Coronavirus\nTrump to Discuss Economic Steps; Italy Halts Most Travel; Stocks and Oil Prices PlungeMarch 9, 2020\n\nU.S. Health Experts Say Stricter Measures Are Required to Limit Coronavirus’s SpreadMarch 8, 2020\n\nItaly Locks Down Much of the Country’s North Over the CoronavirusMarch 7, 2020\n\nInside Trump Administration, Debate Raged Over What to Tell PublicMarch 7, 2020\n\nChina May Be Beating the Coronavirus, at a Painful CostMarch 7, 2020\n",
        "date": "03/08/2020"
    }
]